[{
    "id": "energy",
    "name": "Energierecht",
    "descriptionP1": "Dank den Klimaschutzbestrebungen der nationalen, europäischen und internationalen Ebene können wir einen Aufwärtstrend der erneuerbaren Energiequellen und der Atomenergie in unserer Heimat beobachten.",
    "descriptionP2": "Die erneuerbaren Energien machen im Jahr 2020 ca. 14% des Energieverbrauchs Ungarns aus. Dies soll laut fachpolitischer Zielsetzungen bis 2030 auf 20% erhöht werden, 70% davon soll mit Photovoltaikanlagen erzeugt werden. Zur Erreichung dieser Ziele muss der Staat Förderungen und die detaillierte Regulierung des Energierechts gewährleisten, damit der Ausbau der Photovoltaikkapazitäten den Wettbewerb von den günstigeren Energiequellen standhalten kann.",
    "descriptionP3": "Bei Projekten im Bereich der erneuerbaren Energie ist auf die sich ständig ändernden Rechtsvorschriften stets Rücksicht geboten, damit finanziellen Risiken minimiert werden. Unsere Kanzlei wirkte bei zahlreichen Investitionen im Bereich der erneuerbaren Energie mit. Gerne beraten wir Sie rechtlich bei der Planung und Ausführung Ihres Projekts, insbesondere bei PV-Anlagen.",
    "descriptionP4": "",
    "expertId1": "balazs-lohn",
    "expertId2": "marta-mraz"
},
{
    "id": "commerce",
    "name": "Handels- und Vertragsrecht",
    "descriptionP1": "Der EU-Binnenmarkt ist der größte und meist ausgereifte einheitliche Markt der Welt. Dank der EU-Binnenmarkt ist der inländische und der grenzüberschreitende Handel Ungarns in den letzten Jahrzehnten rasant gewachsen. Der Bedarf nach flächendeckender rechtlichen Unterstützung nahm entsprechend zu.",
    "descriptionP2": "Unsere Kanzlei berät mehrere marktführende multinationalen Unternehmen vertragsgestaltend insbesondere im Bereich von Vertrieb, Transport und Spedition sowie Geschäftsbesorgung (Handelsvertretung). Gerne leisten wir unseren künftigen Mandanten hochkompetente Unterstützung in diesen Bereichen. Wir verfügen über besonders viel Erfahrung bei Verträge rund um das Thema der Planung, Finanzierung und Ausführung von Bauvorhaben.",
    "descriptionP3": "Unsere maßgeschneiderten Ansätze und Lösungen entsprechen den guten und ausprobierten Praxen und werden von uns stets am neuesten Stand gehalten. Bei der Erstellung unserer Verträge legen wir Wert darauf, dass der Vertrag den sich heutzutage häufig ändernden rechtlichen und wirtschaftlichen Bedingungen trotzt und das Rechtsverhältnis über Jahrzehnte hinweg verlässlich regeln kann.",
    "descriptionP4": "",
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "dataprotection",
    "name": "Datenschutzrecht",
    "descriptionP1": "Seit der Einführung der Datenschutz-Grundverordnung der EU (GDPR) mit ihrer strengen Maßstäben und Sanktionen hat sich der datenschutzbezogene Aufwand der Unternehmen spürbar deutlich erhöht. Klein- und mittelgroßen Unternehmen in jeder Branche müssen nun in erhöhtem Maß auf die Einhaltung der datenschutzrechtlichen Vorschriften achten und ihre rechtlichen Risiken minimieren, wobei die professionelle Unterstützung als nahezu unentbehrlich gilt.",
    "descriptionP2": "Unsere Kanzlei berät ihre Mandanten bei der Auditierung und Durchleuchtung ihrer Datenverarbeitung. Wir deckten Ihre Risiken auf und erstellen Ihnen die an Sie zugeschnittenen und für den effektiven Datenschutz erforderlichen Dokumente, interne Regulierungen, Richtlinien und andere Verhaltensregeln. ",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "marta-mraz"
},
{
    "id": "employment",
    "name": "Arbeitsrecht",
    "descriptionP1": "Die effektive Organisation der Arbeitskräfte - basierend auf dem geltenden arbeitsrechtlichen System jenes Unternehmens - gehört zu den zentralen Erfolgsfaktoren im Geschäftsleben. ",
    "descriptionP2": "Unsere Kanzlei hält ausprobierte Lösungen für Sie parat zur Gestaltung bzw. für die Reorganisation Ihres arbeitsrechtlichen Systems. Dazu gehören insbesondere die Arbeitsverträge (inklusive solche der leitenden Angestellten) und die internen Regulierungen von dem Arbeitgeber. Wir wirken mit bei dem Vollzug und der Abwicklung von Individualarbeitsverträgen (Kündigung, Disziplinarverfahren usw.) sowohl auf Arbeitgeberseite als auch in Vertretung des Arbeitnehmers.",
    "descriptionP3": "Wir sind erfolgreich bei der außergerichtlichen Streitschlichtung und verteidigen gerne die Interessen unserer Mandantschaft in arbeitsgerichtlichen Verfahren.",
    "descriptionP4": "",      
    "expertId1": "balazs-lohn",
    "expertId2": "marta-mraz"
},
{
    "id": "financing",
    "name": "Finanzierung",
    "descriptionP1": "Unsere Kanzlei berät sowohl Darlehensgeber als auch Darlehensnehmer in Angelegenheiten der Finanzierung insbesondere bei Akquisitionsfinanzierung, Baudarlehen, Refinanzierung und Restrukturierung. Wir beraten unsere Mandanten im Laufe der Verhandlung und des Vertragsabschlusses sowie bei der Zusammenstellung, Begründung und Vollstreckung von Sicherheiten.",
    "descriptionP2": "",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "litigation",
    "name": "Prozessrecht",
    "descriptionP1": "Unsere Kanzlei versucht stets Rechtsstreitigkeiten vorzubeugen, dies trifft vor allem auf unsere vertragsgestaltende Rechtsberatung zu. Die zwischenmenschliche Zusammenarbeit des Privatlebens und des Wirtschaftslebens ist jedoch oft nicht hinreichend effektiv: Es kommen Absichten und Ansätze aufeinander, die sich in Streitigkeiten zuspitzen. In solchen Fällen bleibt der Eingriff des Rechtstaates der einzige Weg.",
    "descriptionP2": "Wir verfügen über umfangreiche Praxiserfahrung von allen Ebenen der ungarischen Gerichtsorganisation und setzen die Rechte unserer Mandantschaft vor den Gerichten erfolgreich durch.",
    "descriptionP3": "",
    "descriptionP4": "",       
    "expertId1": "balazs-lohn",
    "expertId2": "marta-mraz"
},
{
    "id": "immigration",
    "name": "Einwanderung",
    "descriptionP1": "Die aktuelle gesellschaftliche und politische Lage prägt das für die Einwanderung geltende Rech eines jeden Staates. Das sich schnell und radikal ändernde Recht kann unvorhergesehene Kosten und Risiken verursachen.",
    "descriptionP2": "Unsere Kanzlei unterstützt ausländische Staatsbürger bei ihren Angelegenheiten - ob geschäftlich oder privat - rund um das Thema Einwanderung und Aufenthalt in Ungarn. Hierzu gehören Anträge auf Umsiedlung, Einbürgerung, Visum, Aufenthalt, inklusive die umfassende Beratung und die Vertretung vor der Ausländerbehörde.",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "legalentities",
    "name": "Gesellschaftsrecht, M&A, Wagniskapital (Risikokapital) Investitionen",
    "descriptionP1": "Unsere Kanzlei verfügt über jahrzehntlange Erfahrung im Bereich der Gründung und Umwandlung von Gesellschaften (im Inland sowie grenzüberschreitend), Änderungen des gezeichneten Kapitals, Abwicklung von Gesellschaften, sowie bei Vertretung der Gesellschaften vor dem Handelsgericht bei der Anmeldung von Eintragungen ins Handelsregister. Anders als wie in Deutschland werden solche Angelegenheiten in Ungarn üblicherweise vom Anwalt und nicht vom Notar erledigt. Wir unterstützen Sie bei der Beitreibung Ihrer Forderungen und lassen Ihre Schuldner vom Insolvenzgericht liquidieren.",
    "descriptionP2": "Wir führen die erforderlichen Due Diligence Verfahren durch und erstellen bzw.  überprüfen die Kooperationsverträge bzw. die Verträge zur Regelung  von Wagniskapitalbeteiligungen zwischen den Beteiligten  und den Zielgesellschaften. Dabei erstreben wir insbesondere die Gewährleistung von Kontrolle und Transparenz für die Investoren nebst Beibehaltung der Flexibilität der Geschäftsführung, stets an die konkreten Verhältnisse der Beteiligten angepasst. Wir unterstützen Startup-Gesellschaften, indem wir sie mit unseren personalisierten Dienstleistungspaketen zu Wettbewerbsvorteile verhelfen, von dem Zeitpunkt der Gründung über den Schutz von Know-How und die Kapitalbeschaffung hinaus bis zur Regelung der Ausscheidung von alten bzw. Eintritt von neuen Investoren.",
    "descriptionP3": "Wir achten darauf, die Informationen schnell, detailliert und vollständig einzuholen und präzise aufzubereiten, damit Ihre Gesellschaft stets handlungsfähig bleibt und auch unsere Arbeit schnell und effizient vorangeht. Für die Tätigkeit einer Gesellschaft trägt die Geschäftsleitung die rechtliche Verantwortung. Oft werden wir von Gesellschaften beauftragt die Handlungen der Geschäftsführung bzw. deren Rechte und Pflichten rechtlich zu bewerten bzw. zu gestalten. Unsere arbeitsrechtliche Praxis befasst sich unter anderen mit Arbeitsverträgen mit Führungskräften. Unsere prozessrechtliche Praxis setzt die Rechte von Gesellschaften gegenüber der Geschäftsführung durch.",
    "descriptionP4": "", 
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "realestate",
    "name": "Immobilienrecht",
    "descriptionP1": "Der Kauf und Verkauf von Grundstücken mit den unterschiedlichsten Verwendungszwecken (Wohnen, Industrie, Handel), die Gründung von Wohneigentümergesellschaften sowie die Erstellung von Miet- und Pachtverträgen bilden einen Schwerpunktbereich unserer Kanzlei. Beim Kauf erledigen wir die rechtliche und sonstige Durchleuchtung (due diligence) vor der Transaktion.",
    "descriptionP2": "In Verfahren des Grundbuchamts legen wir Wert auf den schnellmöglichsten Ablauf, den wir durch unsere fundierten Kenntnisse der anwendbaren Vorschriften und durch unsere Kenntnis der Praxis des Grundbuchamts erreichen. Wir erforschen den Willen der Vertragspartner und setzen den effektiv in den Vertrag um, dabei sichern wir den schnellen Ablauf des Immobilienkaufs und beugen auch etwaigen Streitigkeiten proaktiv vor. Unsere Kanzlei begleitet die gesamte Transaktion vom Beginn bis zum Ende, d. h. bei der Erstellung und Unterzeichnung des Vorvertrags und des endgültigen Vertrags, bei der Einreichung zur Eintragung vom Grundbuchamt, bis zur Unanfechtbarkeit des Eintragungsbeschlusses.",
    "descriptionP3": "",
    "descriptionP4": "",
    "expertId1": "balazs-lohn",
    "expertId2": "gergely-kostenszky"
},
{
    "id": "ip",
    "name": "Recht des geistigen Eigentums",
    "descriptionP1": "Der Gegenstand vieler wichtiger Handelsverträge des 21. Jahrhunderts ist keine Sache im engeren Sinne, sondern eine Leistung in einer nicht greifbareren Form. Daher ist es von zentraler Bedeutung, die Fragen des geistigen Eigentums bereits im Vertrag zu regeln.",
    "descriptionP2": "In jüngster Zeit wirkte unsere Kanzlei an Verträgen mit, die an die Übertragung von Nutzungsrechten an Konstruktionsdokumenten hauptsächlich im Bereich der Planung und der Architektur gerichtet waren. Darüber hinaus erstellten wir zahlreiche Franchiseverträge und Lizenzen, sowie Verträge zur Übertragung von Nutzungsrechte an Software. Wir haben unsere Mandanten in zahlreichen Urheberrechtsstreitigkeiten erfolgreich vertreten.",
    "descriptionP3": "Im Geschäftsleben verdient die Einzigartigkeit und Besonderheit der Handelsnamen und Produkte unserer Kunden einen außerordentlichen Schutz, und diese machen auch einen wesentlichen Teil des guten Rufs eines Unternehmens aus. Wir sind erfahren in der Beantragung von Markenschutz und in der effizienten Durchführung aller damit verbundenen Verfahren. Der Schutz des geistigen Eigentums ist ein zentrales Element jeder Franchisevereinbarung, und unser diesbezügliches Wissen stärkt auch unsere wirtschaftsrechtliche Praxis in diesem Bereich.",
    "descriptionP4": "",
    "expertId1": "balazs-lohn",
    "expertId2": "marta-mraz"
},
{
    "id": "tax",
    "name": "Steuerrecht",
    "descriptionP1": "In den letzten zehn Jahren wurde die Struktur des Steuerrechts neu reguliert, wobei die Steuerlasten der kleineren Unternehmen zurückgingen. In mehreren Sektoren wurden jedoch für größere Unternehmen geltende Sondersteuern eingeführt, wodurch deren Besteuerung komplexer wurde. Unternehmen müssen sich ständig an das sich ändernde rechtliche Umfeld und die Steuerverwaltungspraktiken anpassen, um eine optimale Besteuerung zu erreichen.",
    "descriptionP2": "In Zusammenarbeit mit unserer Finanz- und Steuerexperten entwickelt unsere Kanzlei die effizienteste Steuerstruktur für unsere Mandanten, sowohl rechtlich als auch finanziell. Wir bereiten auch die erforderlichen Vereinbarungen und sonstigen rechtlichen Dokumente vor. Mit herausragender Expertise vertreten wir unsere Mandanten in Steuerrechtsstreitigkeiten auf dem Gebiet des Steuerverfahrensrechts und vor dem Finanzgericht sowie vor dem Gerichtshof der Europäischen Union.",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "telecom",
    "name": "Telekommunikation, Berichterstattung und Medienrecht",
    "descriptionP1": "In unserem Zeitalter wächst die Nachfrage nach Telekommunikationsdiensten, die durch neue Technologien ermöglicht werden, stetig, was sowohl inländische als auch ausländische Unternehmen zu befriedigen versuchen.",
    "descriptionP2": "Die Telekommunikation ist einer der am stärksten regulierten Bereiche in allen Länder. Sie erfordert komplexe, kompetente Lösungen im Bereich der Einhaltung von Gesetzen. Unsere Kanzlei verzeichnet zahlreiche erfolgreichen Projekte sowohl bei der Einhaltung der gesetzlichen Bestimmungen von Telekommunikationsdienstleistern als auch bei der Gründung und dem Betrieb von Unternehmen. Wir verfügen über umfangreiche Erfahrung in der Beratung zu Telekommunikations- und Berichterstattungsvorschriften sowie bei der Erstellung von Abonnentenvertragspaketen und AGBs von Dienstleister.",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
}

]