[{
    "id": "energy",
    "name": "Энергетическое право",
    "descriptionP1": "В результате достижения внутренних, общественных и международных целей по защите климата в Венгрии можно наблюдать рост использования ядерной энергии и энергии из возобновляемых источников.",
    "descriptionP2": "В 2020 году примерно 14% энергопотребления Венгрии будет приходиться на возобновляемые источники энергии, которые, по прогнозам, возрастут до 20% к 2030 году, и почти 70% этой энергии планируется обеспечить за счет солнечных электростанций. Однако, из-за недостатка более дешевых источников энергии на рынке, эти цели, несомненно, требуют государственной поддержки в качестве детального нормативного законодательства.",
    "descriptionP3": "Соблюдение быстро меняющихся норм законодательства в области проектов возобновляемых источников энергии способствует устранению значительных финансовых рисков. Содействуя нашим клиентам в  нескольких успешных инвестициях в возобновляемые источники энергии, мы предоставляем компетентную поддержку в юридических вопросах, связанных с проектированием и реализацией проектов возобновляемых источников энергии, особенно солнечных парков.",
    "descriptionP4": "",
    "expertId1": "balazs-lohn",
    "expertId2": "marta-mraz"
},
{
    "id": "commerce",
    "name": "Договорное и коммерческое право ",
    "descriptionP1": "Единый внутренний рынок ЕС является крупнейшим и наиболее развитым единым рынком в мире, что в последние десятилетия привело к росту как внутренней, так и трансграничной торговли в Венгрии, которое потребовало обширной правовой поддержки.",
    "descriptionP2": "Наше Бюро внесло свой вклад в разработку коммерческих договоров, в частности дистрибьюторских, транспортных и брокерских, а также содействовало в составлении системы долгосрочных контрактов нескольких ведущих международных компаний. Благодаря этому опыту  мы можем предоставить нашим потенциальным клиентам многогранные решения наших выдающихся экспертов в этих областях.",
    "descriptionP3": "В процессе нашей деятельности мы также приобрели большой опыт в работы с договорами проектирования, строительства и других контрактов, используемых в строительной отрасли.",
    "descriptionP4": "В распоряжении наших клиентов проверенные, но во всех отношениях индивидуальные решения, соответствующие законодательным нормам. Мы стремимся к заключению контрактов и соглашений с целью их сохранения в силе на десятилетия вперед, несмотря на стремительно меняющуюся сегодня правовую и деловую среду.",
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "dataprotection",
    "name": "Право защиты личных данных ",
    "descriptionP1": "С точки зрения соблюдения требований защиты данных введение общих правил защиты данных ЕС, GDPR, с его строгой системой контроля и санкций, наложило значительные дополнительные обязательства на все компании. Малым,средним и большим предприятиям всех секторов необходимо выделение значительных ресурсов для защиты личных данных, соблюдения правовых норм и устранения юридических рисков, при которых профессиональная юридическая поддержка может сделать этот процесс намного проще и эффективнее.",
    "descriptionP2": "Наше Бюро оказывает подготовленную и компетентную помощь клиентам в проведении аудита, анализа и выявления рисков систем защиты данных в их компаниях, что позволяет нам подготовить эффективную политику защиты данных и соответствующую юридическую документацию, и  внедрить их в практику работы компании и .",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "marta-mraz"
},
{
    "id": "employment",
    "name": "Трудовое право",
    "descriptionP1": "В основе успеха бизнеса лежит эффективная организация человеческих ресурсов, основанная на действующей в компании системе трудового права.",
    "descriptionP2": "Наше Бюро предоставляет готовые решения по развитию и преобразованию систем трудового права и реорганизации персонала. В рамках этого мы содействуем в составлении трудовых договоров (в том числе управленческих трудовых договоров) и внутренних нормативов работодателя.",
    "descriptionP3": "В дополнение к этому, мы учавствуем в реализации индивидуальных мер трудового законодательства (увольнения, дисциплинарного производства и т. д.) как со стороны работодателя, так и со стороны сотрудников.",
    "descriptionP4": "В рамках нашей судебной практики мы продвигаем вперед примирение и судебные разбирательства в трудовых спорах.",      
    "expertId1": "balazs-lohn",
    "expertId2": "marta-mraz"
},
{
    "id": "financing",
    "name": "Финансирование",
    "descriptionP1": "Наше Бюро предоставляет консультации, связанные с финансированием как кредиторам, так и заемщикам. Консультации включают в себя финансирование аквизиций, строительства, рефинансирование и реструктуризацию. Мы консультируем наших клиентов по вопросам согласования и заключения кредитных договоров, установления и взыскания заложенного имущества, а также формирования наиболее подходящих способов обеспечения исполнения обязательств.",
    "descriptionP2": "",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "litigation",
    "name": "Судебные споры",
    "descriptionP1": "Наше Бюро стремится избегать правовых споров во всех сферах, но особенно в области контрактов. Однако, сотрудничество между людьми как в деловой, так и в личной жизни часто бывает неэффективным или же недостаточно эффективным, время от времени намерения и взгляды сторон неизбежносталкиваются, поэтому возникают как споры, так и судебные разбирательства.",
    "descriptionP2": "Наше Бюро имеет обширный опыт работы на всех уровнях судебной системы, как в судебном, так и в мирном разрешении споров.",
    "descriptionP3": "",
    "descriptionP4": "",       
    "expertId1": "balazs-lohn",
    "expertId2": "marta-mraz"
},
{
    "id": "immigration",
    "name": "Миграционное право",
    "descriptionP1": "На миграционное право любого государства в значительной степени влияет текущая социальная и политическая ситуация, которая может привести к быстрым и радикальным изменениям в правовой среде, правовым рискам и расходам.",
    "descriptionP2": "Будь то деловая, рабочая или личная цель наше Бюро компетентно и со знанием дела содействует в предоставлении консультации, подготовке, составлении, подаче заявлений и представлений интересов в Миграционной службе для получения визы, вида на жительство, ПМЖ и гражданства иностранным гражданам.",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "legalentities",
    "name": "Корпоративное право",
    "descriptionP1": "Наше Бюро имеет многолетний опыт в области регистрации и реструктуризации компаний (включая трансграничные слияния и поглощения компаний), изменений уставного капитала и ликвидации, а также регистрации повседневных изменений сведений о юридических лиц в регистрационном суде (ЕГРЮЛ). Мы также рады организовываем постоянное соответствие законодательству, а также соблюдение прав кредиторов во время процедуры ликвидации.",
    "descriptionP2": "Наше Бюро также поддерживает развитие стартапов посредством оказания им юридических консульаций. Помимо услуг, связанных с регистрацией компаний, мы участвуем в подготовке и предоставлении юридических заключений по вопросам соглашений о синдикате как целевой компании, так и венчурных инвесторов. Мы уделяем особое внимание подбору наиболее оптимального решения для структуры контроля и управления собственностью, которое будет соответствовать индивидуальным потребностям наших клиентов.",
    "descriptionP3": "Мы считаем, что в любом деле компании самым главным являются своевременная инвормированность и точная подготовленность, при которой компания может работать максимально эффективно и с наименьшими затратами. ",
    "descriptionP4": "Юридическая ответственность за деятельность компании всегда лежит на высшем руководстве. Мы часто оказываем помощь компаниям в отношении юридических процессов, связанных с руководителями высшего звена, а также их правами и обязанностями. В нашей практике в области трудового права мы занимаемся трудовыми договорами  руководителей, а в рамках нашей судебной практики мы обеспечиваем исполнение исков против руководителей.  ", 
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "realestate",
    "name": "Сделки с недвижимостью",
    "descriptionP1": "Сделки с недвижимостью – это привилегированная область нашего адвокатского бюро. У нас есть особый опыт работыв области приобретения и продажи промышленной, коммерческой и жилой недвижимости, в составлении договоров аренды и в создании кондоминиумов. В случае приобретения недвижимости, мы проводим процедуру due diligence и координируем другие проверки.",
    "descriptionP2": "Глубокое знание отраслевого законодательства и официальной практики земельного управления играет ключевую роль в беспрепятственном проведении процедур регистрации недвижимости. Также, в самом начале сделки важно прояснить вопросы, которые стороны считают актуальными, таким образом избежав ненужных затрат, времени, но, прежде всего, судебных разбирательств. Наше Бюро контролирует процесс купли-продажи недвижимости начиная с подготовки документации о намерениях до составления предложений о покупке, предварительных контрактов, финальных договоров купли-продажи и до окончательного решения Земельного управления.",
    "descriptionP3": "",
    "descriptionP4": "",
    "expertId1": "balazs-lohn",
    "expertId2": "gergely-kostenszky"
},
{
    "id": "ip",
    "name": "Право интеллектуальной собственности",
    "descriptionP1": "Предметом многих крупных коммерческих контрактов 21 века теперь является работа, воплощенная в нематериальной форме, поэтому решение вопросов интеллектуальной собственности является ключевой частью договора.",
    "descriptionP2": "Недавно нашему Бюро удалось успешно поучавствовать в создании контрактов об использовании, в первую очередь архитектурных работ и проектной документации, активов, переданных по договорам франшизы, и программного обеспечения, а также в спорах об авторских правах, связанных с существующими контрактами.",
    "descriptionP3": "В коммерческой деятельности уникальность и отличительность торговых наименований и продуктов наших клиентов заслуживают исключительной защиты, и именно они также составляют значительную часть деловой репутации компании. У нас есть выдающийся опыт в создании защиты товарных знаков и в эффективном ведении всех связанных с ними процедур. Защита интеллектуальной собственности является центральным элементом любого договора о франшизе, и наши знания в этом отношении укрепляют нашу практику коммерческого права в этой области.",
    "descriptionP4": "",
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "tax",
    "name": "Налоговое право",
    "descriptionP1": "За последнее десятилетие в структуре налогов произошла значительная реорганизация: налоги на малый бизнес снизились, но в некоторых секторах также были введены специальные налоги для более крупных компаний, что усложнило их налогообложение. Компании должны постоянно адаптироваться к меняющейся правовой среде и практике налогового администрирования для оптимального налогообложения.",
    "descriptionP2": "В сотрудничестве с финансовыми и налоговыми партнерами, наше Бюро разрабатывает наиболее эффективную налоговую структуру для своих клиентов, как с юридической, так и с финансовой точки зрения, а также подготавливает необходимые соглашения и другие документы. Мы также представляем интересы наших клиентов в налоговых судебных процессах, используя выдающийся опыт в области успешного ведения судебных споров и практики налогового права.",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "telecom",
    "name": "Телекоммуникации, связь и СМИ",
    "descriptionP1": "В настоящее время спрос на телекоммуникационные услуги, основанные на новых технологиях, постоянно растет, и отечественные и зарубежные компании пытаются его удовлетворить.",
    "descriptionP2": "Телекоммуникации - одна из наиболее регулируемых сфер во всех государствах, требующая комплексных экспертных решений в области соблюдения правовых норм. Наше Бюро может похвастаться выдающимися успехами как в обеспечении соблюдения правовых норм поставщиками телекоммуникационных услуг, так и в создании и управлении такими компаниями. Наше Бюро также имеет значительный опыт консультирования по вопросам регулирования телекоммуникаций и связи, а также подготовки пакетов соглашений с абонентами.",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
}

]