[{
        "id": "energy",
        "name": "Energiajog",
        "descriptionP1": "Hazánkban, a hazai, közösségi és nemzetközi szintű klímavédelmi célokra való törekvés következtében az atomenergia és a megújuló energiaforrásokból nyert energia fokozódó térnyerése figyelhető meg.",
        "descriptionP2": "Magyarország energiafogyasztásának 2020-ban megközelítőleg 14%-át teszi ki megújuló energiaforrásokból nyert energia, mely a szakpolitikai célok szerint 2030-ra 20%-ra nő, és melynek a tervek szerint közel 70%-át naperőművek fogják biztosítani. Ezekhez a célokhoz azonban – alacsonyabb költségű energiaforrások által jelentett piaci hátrány miatt – kétségtelenül részletes jogi szabályozás mellett nyújtott állami támogatásra van szükség.",
        "descriptionP3": "Megújulóenergia projekteknél a gyorsan változó szabályozási környezettel való összhang jelentős pénzügyi kockázatokat küszöbölhet ki. Több sikeres megújulóenergia-beruházásban közreműködve ügyfeleink számára tapasztalt segítséget tudunk nyújtani megújulóenergia projektekben, különösen napelemparkok tervezésével és kivitelezésével kapcsolatos jogi feladatokban. ",
        "descriptionP4": "",
        "expertId1": "balazs-lohn",
        "expertId2": "marta-mraz"
    },
    {
        "id": "commerce",
        "name": "Szerződések és kereskedelmi jog",
        "descriptionP1": "Az EU egységes belső piaca a világ legnagyobb és legkiforrottabb egységes piacává vált, mely eredményeként Magyarországon az utóbbi évtizedekben megnövekedett mind a belföldi mind a határokon átnyúló kereskedelmi forgalom, széleskörű jogi támogatást igényelve.",
        "descriptionP2": "Irodánk több piacvezető multinacionális vállalat kereskedelmi szerződéseinek, különösen forgalmazási, fuvarozási és közvetítői szerződéseinek szerkesztésében, tartós szerződésrendszereik kezelésében működött közre, és így e területeken leendő ügyfeleinek is kiemelt szakértelemmel képes segítséget nyújtani. Kiemelkedő tapasztalattal rendelkezünk építőiparban alkalmazott tervezési, kivitelezési és egyéb kapcsolódó szerződések terén is.",
        "descriptionP3": "A jogi környezetnek megfelelő, bevált, de mindenben személyre szabott megoldásokkal állunk ügyfeleink rendelkezésére. Minden szerződést és megállapodást arra tekintettel készítünk, hogy az a manapság rohamosan változó jogszabályi és üzleti környezet ellenére évtizedes távlatokban is igyekezzen megállni a helyét. ",
        "descriptionP4": "",
        "expertId1": "balazs-lohn",
        "expertId2": "balazs-kis"
    },
    {
        "id": "dataprotection",
        "name": "Adatvédelmi Jog",
        "descriptionP1": "Az EU általános adatvédelmi rendelete, vagyis a GDPR bevezetése, annak szigorú ellenőrzési- és szankciórendszerével az adatvédelmi megfelelés terén minden vállalatra jelentős többletkötelezettségeket rótt. Kis-, közép- és nagyvállalatoknak valamennyi szektorban jelentős erőforrásokat kell allokálniuk az adatvédelmi jogi megfelelésre, a jogi kockázatok kiküszöbölésére, melyben professzionális jogi segítség tehet egyszerűbbé és hatékonyabbá.",
        "descriptionP2": "Irodánk felkészült és hozzáértő segítségül szolgál ügyfeleinek az adatvédelmi rendszereik auditálásában, átvilágításában és a kockázatok feltárásában, valamint ezek alapján egy hatékony adatvédelmi szabályzat, gyakorlat és kapcsolódó dokumentáció előkészítésében. ",
        "descriptionP3": "",
        "descriptionP4": "",        
        "expertId1": "balazs-lohn",
        "expertId2": "marta-mraz"
    },
    {
        "id": "employment",
        "name": "Munkajog",
        "descriptionP1": "Az üzleti sikerességben központi szerepet játszik a humánerőforrások hatékony szervezése, melynek alapja az adott vállalat hatályos munkajogi rendszere.",
        "descriptionP2": "Irodánk kész megoldásokkal szolgál munkajogi rendszerek kialakítására, átalakítására, munkaerő átszervezésére. Ennek keretében kiemelten munkaszerződések (ideértve a vezetői munkaszerződéseket is), munkáltatói szabályzatok szerkesztésében tudunk közreműködni. A fentiek mellett közreműködünk egyedi munkajogi intézkedések véghezvitelében (felmondások, fegyelmi eljárások stb.) mind munkáltatói mind munkavállalói oldalon.",
        "descriptionP3": "Esetlegesen kialakult munkajogi jogvitákban való egyeztetést és bíróság előtti pervitelt peres praxisunk keretében mozdítjuk előre. ",
        "descriptionP4": "",        
        "expertId1": "balazs-lohn",
        "expertId2": "marta-mraz"
    },
    {
        "id": "financing",
        "name": "Finanszírozás",
        "descriptionP1": "Irodánk hitelezőknek és hitelfelvevőknek egyaránt nyújt finanszírozással kapcsolatban tanácsot, többek között akvizíciófinanszírozás, építésfinanszírozás, refinanszírozás és restrukturálás terén. Ügyfeleinknek tanácsot nyújtunk a hitelszerződések megtárgyalása és megkötése, a biztosítékok alapítása és kikényszerítése, illetve a biztosítéki csomag összeállítása során.",
        "descriptionP2": "",
        "descriptionP3": "",
        "descriptionP4": "",        
        "expertId1": "balazs-lohn",
        "expertId2": "balazs-kis"
    },
    {
        "id": "litigation",
        "name": "Perek",
        "descriptionP1": "Irodánk minden szakterületen, de különösen a szerződések területén törekszik a jogviták elkerülésére, azonban az emberi együttműködés mind az üzleti- mind a magánéletben sokszor nem vagy nem kellően hatékony, és egyúttal szándékok és nézetek ütköznek, ezért viták és jogviták alakulnak ki. Ilyen esetben az egyetlen út a jogállam beavatkozása. ",
        "descriptionP2": "Irodánk a bírósági szervezetrendszer minden szintjén, mind peres, mind peren kívüli vitarendezésekben nagy tapasztalattal áll ügyfelei rendelkezésére.",
        "descriptionP3": "",
        "descriptionP4": "",        
        "expertId1": "balazs-lohn",
        "expertId2": "marta-mraz"
    },
    {
        "id": "immigration",
        "name": "Bevándorlási jog",
        "descriptionP1": "Bármely állam bevándorlási jogát nagymértékben befolyásolja az aktuális társadalmi és politikai helyzet, mely a jogi környezet gyors és radikális változását, jogi kockázatokat és költségeket eredményezhet.",
        "descriptionP2": "Legyen az akár üzleti, munkavállalási vagy családi célú, irodánk felkészülten és naprakész tudással működik közre külföldi állampolgárok vízum és letelepedési engedély iránti, valamint állampolgársági kérelmei előkészítésében, összeállításában és benyújtásában, kapcsolódó tanácsadásban, továbbá bevándorlási hatóság előtti képviseletben.",
        "descriptionP3": "",
        "descriptionP4": "",        
        "expertId1": "balazs-lohn",
        "expertId2": "balazs-kis"
    },
    {
        "id": "legalentities",
        "name": "Társasági jog, M&A, kockázati tőkebefektetések",
        "descriptionP1": "Irodánk évtizedes tapasztalattal rendelkezik gazdasági társaságok alapítása, átstrukturálása (ide értve a belföldi és határon átnyúló átalakulásokat is), tőkét érintő változásai, megszüntetése, illetve a mindennapi társasági változások cégbírósági bejelentése területén. Szintén örömmel működünk közre a folyamatos jogszabályi megfelelésben és a megszüntetési eljárások során a hitelezői igényérvényesítésben.",
        "descriptionP2": "Kockázatitőke-befektetések kapcsán irodánk mind céltársasági mind befektetői oldalon közreműködik szindikátusi szerződések elkészítésében, véleményezésében, valamint a jogi átvilágítási folyamatok menedzselésében. A befektetési szerződések kapcsán különös figyelmet fordítunk arra, hogy a tulajdonosi ellenőrzési és ügyvezetési struktúrára ügyfeleink speciális igényeinek is megfelelő, legoptimálisabb megoldással szolgáljunk. Kifejezetten személyre szabott jogi szolgáltatáscsomagjainkkal igyekszünk támogatni startupok fejlődését a cégalapítástól kezdve a tulajdonosi know-how védelmén és a tőkebefektetések megvalósításán át a befektető kilépéséig vagy újabb befektetés bevonásáig.",
        "descriptionP3": "Valljuk, hogy a legfontosabb minden cégügy esetében a gyors, hatékony információkérés és a precíz előkészítés, mellyel a leggyorsabban és a legkisebb költségráfordítással tudunk dolgozni.",
        "descriptionP4": "A társaság működéséért való jogi felelősség a vezető tisztségviselőkben testesül meg. Gyakran nyújtunk segítséget vállalatoknak a vezető tisztségviselők jogszerű eljárásával, jogaival és kötelezettségeivel kapcsolatban. Vezetői munkaszerződésekkel munkajogi praxisunkban, vezetőkkel szembeni igényérvényesítéssel peres praxisunk keretében foglalkozunk.",        
        "expertId1": "balazs-lohn",
        "expertId2": "balazs-kis"
    },
    {
        "id": "realestate",
        "name": "Ingatlanjog",
        "descriptionP1": "Az ingatlanjog irodánk kiemelt szakterülete, tapasztalatokkal rendelkezünk különösen ipari, kereskedelmi és lakóingatlanok akvizíciójában és értékesítésében, bérleti szerződések szerkesztésében és társasházalapításban. Akvizíció esetén a jogi due diligence eljárás lefolytatását, illetve az egyéb átvilágítások koordinációját végezzük.",
        "descriptionP2": "Ingatlannyilvántartási eljárások zökkenőmentes lebonyolításában kiemelt szerepet kap mind az ágazati jogszabályok mind a hatósági, földhivatali gyakorlat alapos ismerete. Szintén fontos a felek által lényegesnek tekintett kérdések kezdeti tisztázása, elkerülve felesleges kiadásokat, időráfordításokat, de legfőképpen a jogvitákat. Irodánk szándéknyilatkozatok előkészítésétől a vételi ajánlatok, előszerződés és végleges adásvételi szerződés szerkesztésén át a földhivatal általi végleges határozatig végigkíséri az adásvételi folyamatot.",
        "descriptionP3": "",
        "descriptionP4": "",        
        "expertId1": "balazs-lohn",
        "expertId2": "gergely-kostenszky"
    },
    {
        "id": "ip",
        "name": "Szellemi alkotások joga",
        "descriptionP1": "A 21. század sok nagyobb kereskedelmi szerződésének tárgya immár nem kézzelfogható formában testet öltő munka, ezért már a szerződés részeként kulcsfontosságú rendezni a szellemi tulajdonjog kérdéseit. ",
        "descriptionP2": "Irodánk a közelmúltban elsősorban építészeti alkotásokhoz és tervdokumentációkhoz, franchise szerződések keretében átadott eszközökhöz valamint szoftverekhez kapcsolódó felhasználási szerződések szerkesztésében, és már létrejött szerződésekkel kapcsolatos szerzői jogi jogvitákban működött közre sikeresen.",
        "descriptionP3": "A kereskedelmi életben elsősorban ügyfeleink kereskedelmi neve és termékei egyedisége, megkülönböztethetősége érdemel rendkívüli mértékű oltalmat, és ezek azok, melyek egyben egy cég goodwilljének is jelentős részét teszik ki. Kiemelt tapasztalattal rendelkezünk védjegyoltalom keletkeztetésében és minden kapcsolódó eljárás hatékony lefolytatásában. A szellemi alkotások védelme központi eleme minden franchise szerződésnek, és e tekintetben tudásunk kereskedelmi jogi praxisunkat e területen is erősíti.",        
        "descriptionP4": "",
        "expertId1": "balazs-lohn",
        "expertId2": "marta-mraz"
    },
    {
        "id": "tax",
        "name": "Adójog",
        "descriptionP1": "Az adók szerkezetében jelentős átrendeződés következett be az elmúlt évtizedben, mely során a kisvállalatokat terhelő adók csökkentek, azonban több szektorban a nagyobb vállalatokat terhelő különadók is bevezetésre kerültek, komplexebbé téve adózásukat. A vállalatoknak folyamatosan alkalmazkodniuk kell a változó jogi környezethez és adóhatósági gyakorlathoz az optimális adózás érdekében.",
        "descriptionP2": "Irodánk pénzügyi és adózási területen működő szakértő partnereivel együttműködve alakítja ki ügyfelei számára a leghatékonyabb adóstruktúrát mind jogilag mind pénzügyileg, valamint készíti el a szükséges megállapodásokat és egyéb iratokat. Peres és adójogi praxisunk határterületén kiemelkedő szakértelemmel képviseljük ügyfeleinket adóperekben is. ",
        "descriptionP3": "",
        "descriptionP4": "",        
        "expertId1": "balazs-lohn",
        "expertId2": "balazs-kis"
    },
    {
        "id": "telecom",
        "name": "Telekommunikáció, hírközlés és média",
        "descriptionP1": "A jelen korban folyamatosan nő a kereslet új technológiák által lehetővé tett telekommunikációs szolgáltatások iránt, melyet mind hazai, mind külföldi társaságok igyekeznek kielégíteni.",
        "descriptionP2": "A telekommunikáció valamennyi államban az egyik leginkább szabályozott terület, mely a jogi megfelelés terén összetett, szakértő megoldásokat igényel. Irodánk mind a telekommunikációs szolgáltatók jogi megfelelőségének biztosításában, mind társaságok alapításában és működtetésében kiemelt sikerekkel büszkélkedhet. Irodánk továbbá jelentős tapasztalattal rendelkezik telekommunikációs és hírközlési szabályozással kapcsolatos tanácsadásban, illetve előfizetői szerződéscsomagok elkészítésében.",
        "descriptionP3": "",
        "descriptionP4": "",        
        "expertId1": "balazs-lohn",
        "expertId2": "balazs-kis"
    }
    
]