[{
    "id": "energy",
    "name": "Energy Law",
    "descriptionP1": "In Hungary, as a result of the pursuit of climate protection goals at the domestic, community and international levels, there is an increasing prevalence of nuclear energy and energy obtained from renewable sources.",
    "descriptionP2": "As of 2020, approximately 14% of Hungary's energy consumption comes from renewable energy sources, which is projected to increase to 20% by 2030. Nearly 70% of all renewable energy is planned to be produced by solar power plants. However, due to the market disadvantage of lower cost energy sources, these objectives require state subsidies under heavy legislation.",
    "descriptionP3": "For renewable energy projects, compliance with a rapidly changing regulatory environment can eliminate significant financial risks. Having contributed to several successful renewable energy investments, we provided and continue to provide our clients with experienced assistance in legal tasks related to renewable energy projects, especially the design and construction of solar parks.",
    "descriptionP4": "",
    "expertId1": "balazs-lohn",
    "expertId2": "marta-mraz"
},
{
    "id": "commerce",
    "name": "Contracts and Commercial Law",
    "descriptionP1": "The EU's single market became the largest and most established single market in the world, resulting in an increase in both domestic commerce and cross-border trade flows in Hungary in recent decades, requiring extensive legal support.",
    "descriptionP2": "Our firm has been involved in drafting the commercial contracts of several market-leading multinational companies, especially in distribution, transportation and agency contracts, in managing their long-term contract systems, and is thus able to assist its prospective clients in these areas with outstanding expertise. We also have outstanding experience in the field of architectural design contracts, construction contracts and other related contracts used in the construction industry.",
    "descriptionP3": "We are at the disposal of our clients with proven, but in all respects personalized solutions that comply with the prevailing legal environment. All contracts and agreements are made with the objective of ensuring they remain in place for decades to come, despite today's rapidly changing legal and business environment.",
    "descriptionP4": "",
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "dataprotection",
    "name": "Data Protection",
    "descriptionP1": "With the EU's general data protection regulation (GDPR) entering into force, its strict system of controls and sanctions have imposed significant additional obligations on all companies in terms of data protection compliance. Small, medium and large-sized companies in all sectors need to allocate significant resources to comply with data protection law and eliminate legal risks, which a professional legal team can make simpler and more efficient. ",
    "descriptionP2": "Our firm provides prepared and competent assistance to its clients in auditing, reviewing and identifying risks in their data protection systems, and on the basis of these, in preparing effective data protection policies, practices and drafting related documentation.",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "employment",
    "name": "Employment Law",
    "descriptionP1": "The efficient organisation of human resources relies on every company's prevalent employment contract system, and is a key element of business success.  ",
    "descriptionP2": "Our firm provides ready solutions for the development, restructuring and reorganization of employment contract systems. In this context, we are particularly involved in the drafting and amendment of employment contracts (including managerial employment contracts) and employer's regulations. In addition to the above, we are involved in the implementation of specific employment law measures (terminations, disciplinary proceedings, etc.) on both the employer's and employee's sides. ",
    "descriptionP3": "Conciliation and litigation in possible employment disputes are brought forward through our litigation practice.",
    "descriptionP4": "",      
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "financing",
    "name": "Banking and Finance",
    "descriptionP1": "Our firm advises both lenders and borrowers on financing issues, including acquisition financing, construction financing, refinancing and restructuring. We advise our clients on the negotiation and conclusion of loan agreements, the establishment and enforcement of collateral, and the compilation of the collateral package.",
    "descriptionP2": "Our firm has extensive litigation experience at all levels of the court system, besides litigation we also take part in out-of-court dispute resolution.",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "litigation",
    "name": "Litigation and Dispute Resolution",
    "descriptionP1": "Our firm strives to avoid disputes in all areas of expertise, especially in the field of contracts, but human cooperation in both business and private life is often not sufficiently effective, intentions and views conflict, which leads to disputes and litigation. In such a case, the only way forward is through the rule of law.",
    "descriptionP2": "",
    "descriptionP3": "",
    "descriptionP4": "",       
    "expertId1": "balazs-lohn",
    "expertId2": "marta-mraz"
},
{
    "id": "immigration",
    "name": "Immigration Law",
    "descriptionP1": "The immigration law of any state is greatly influenced by the current social and political situation, which can result in rapid and radical changes in the legal environment, and in legal risks and costs. ",
    "descriptionP2": "Whether for business, employment or family purposes, our firm is able to assist with prepared and up-to-date knowledge in the preparation, compilation and submission of visa, residence permit and citizenship applications of foreign nationals, along with related advisement and representation before the immigration authority.",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "legalentities",
    "name": "Corporate, M&A and Private Equity Investment",
    "descriptionP1": "Our firm has decades of experience in the establishment, restructuring (including domestic and cross-border restructuring) of companies, capital adjustments, liquidation, and the registration of everyday corporate changes at the court of company registry. We are also happy to contribute to ongoing regulatory compliance and creditor enforcement during winding-up proceedings. ",
    "descriptionP2": "In connection with venture capital investments, our firm contributes to the preparation and review of syndicate agreements and to the management of legal due diligence processes on behalf of both the target company and investors. With regard to investment agreements, we pay particular attention to provide the most optimal solution in terms of ownership control and management structure that also meets the specific needs of our clients. With our specially tailored legal service packages, we endeavour to support the development of start-ups, from company establishment, through the protection of the owners’ know-how and realisation of capital investments, up to the exit of the investor or the involvement of other investment.",
    "descriptionP3": "We believe that in any corporate matter, a fast and efficient request for information and precise preparation is paramount, as a result of which we can work the fastest and with the least cost. ",
    "descriptionP4": "The legal liability for the operation of the company is embodied in senior executives. We often provide assistance to companies regarding the conduct and rights and obligations of senior executives. We deal with managerial employment contracts in our employment law practice, and we enforce claims against managers within the framework of our litigation practice.", 
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "realestate",
    "name": "Real Estate",
    "descriptionP1": "Real estate law is one of our major areas of expertise. We have experience in the acquisition and sale of industrial, commercial and residential real estate, in drafting rental contracts and in the establishment of condominiums. In the case of acquisition, we conduct and also coordinate legal due diligence procedures. ",
    "descriptionP2": "The knowledge of both sectoral legislation and land registry practices plays a key role in the smooth conduct of real estate registration procedures. It is also important to clarify the issues that the parties consider relevant at an early stage, avoiding unnecessary expenses, time, but most of all, litigation. Our firm closely follows the sale process from the preparation of letters of intent to the drafting of purchase offers, pre-contracts and final sales contracts to the final decision by the Land Registry.",
    "descriptionP3": "",
    "descriptionP4": "",
    "expertId1": "balazs-lohn",
    "expertId2": "gergely-kostenszky"
},
{
    "id": "ip",
    "name": "Intellectual Property Law",
    "descriptionP1": "In the 21st century, the subject matter of many major commercial contracts are intangible works, thus it is crucial to settle intellectual property rights issues as part of drafting the agreement.",
    "descriptionP2": "Recently our firm has taken part successfully in drafting license agreements, primarily for architectural works documentation, assets transferred under franchise agreements and software, and we have also taken part in copyright disputes related to existing contracts. ",
    "descriptionP3": "In commercial life, the uniqueness and distinctiveness of our customers' trade names and products deserve extraordinary legal protection, and these also make up a significant part of a company's goodwill. We have vast experience in the registration of trademarks and in the efficient conduct of all related proceedings. The protection of intellectual property is a central element of any franchise agreement, and our knowledge in this regard strengthens our commercial law practice in this area as well.",
    "descriptionP4": "",
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "tax",
    "name": "Tax Law",
    "descriptionP1": "There has been a significant reorganization in the structure of taxes over the past decade, with taxes on small businesses being decreased, special taxes on larger companies being introduced in several sectors, making their taxation more complex. Companies need to continually adapt to the changing legal environment and tax administration practices for optimal taxation. ",
    "descriptionP2": "In cooperation with its financial and tax expert partners, our firm develops the most efficient tax structure for its clients, both legally and financially, and prepares the necessary agreements and other documents. We also represent our clients in tax litigation with outstanding expertise in the boundary area of our litigation and tax practice.",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
},
{
    "id": "telecom",
    "name": "Telecommunications, electronic communications and media",
    "descriptionP1": "In the present age, the demand for telecommunication services enabled by new technologies is constantly growing, which both domestic and foreign companies are eager to satisfy. ",
    "descriptionP2": "Telecommunications is one of the most regulated areas in any state, requiring complex, expert solutions in the field of legal compliance. Our firm is proud to present outstanding past successes both in ensuring the legal compliance of telecommunications service providers and in establishing and operating such companies. Our firm also has significant experience in advising on telecommunications and electronic communications regulations and in preparing subscriber contract packages.",
    "descriptionP3": "",
    "descriptionP4": "",        
    "expertId1": "balazs-lohn",
    "expertId2": "balazs-kis"
}

]