{
    "firmName": "Lohn",
    "firmType": "Law Firm",
    "teamButton": "Our Team",
    "expertiseButton": "Our Expertise",
    "contactButton": "Contacts",
    "language1": "Magyar",
    "language2": "English",
    "language3": "Deutsch",
    "language4": "Pусский",
    "languageCode1": "HU",
    "languageCode2": "EN",
    "languageCode3": "DE",
    "languageCode4": "RU",
    "mainLanguageCode": "EN",
    "introductionText1": "Expertise. Agility. International Background.",
    "introductionText2": "Lohn Law Firm, having an international background, is happy to assist its clients with legal advice, in order to help them reaching their business goals in the most effective ways, taking into consideration tax, administrative, cash-flow and legal aspects. The firm is able to provide the knowledge necessary for a specific case at any level via its associates and correspondent partners.",
    "middleTextHeader": "International Background",
    "middleTextP1": "Lohn Law Firm has established mutually beneficial cooperation with foreign law firms and other economic experts. We provide regional legal services to our clients to serve cross-border investments and related legal transactions. It is of the highest importance to us that we provide reliable local expertise to our clients worldwide in all relevant markets to a uniformly high standard.",
    "middleTextP2": "Our goal is to provide national, regional and international clients with outstanding legal services.",
    "middleTextP3": "World Link For Law™ – international legal solutions",
    "middleTextP4": "We are members of World Link For Law™ - a leading international network of law firms with 70 members in 47 countries worldwide. Our aim is to help businesses achieve their international commercial objectives by providing relevant legal solutions. Our members offer a broad range of legal advice and services with the reassurance of an established quality code. For more information please see: ",
    "contactHeader": "Contact Information",
    "email": "info@lohn.hu",
    "emailDefaultSubject": "inquiry",
    "landline": "+36 1 999 1233",
    "address": "1053 Budapest, Károlyi utca 12., YBL Palace Floor II",
    "googleMapsLink": "https://www.google.com/maps/place/Lohn+%C3%9Cgyv%C3%A9di+Iroda/@47.4920172,19.0550695,17z/data=!3m1!4b1!4m5!3m4!1s0x4741de760f423d77:0x1062b8048ed4844!8m2!3d47.4920172!4d19.0572582",
    "latitude": 47.492094,
    "longitude": 19.057145,
    "footerContactsHeader": "Contact",
    "openingTimes": "Monday-Friday 9am - 6pm",
    "footerAddressHeader": "Contact",
    "footerCareerHeader": "We are looking for talent",
    "barAssocitationText": "Lohn Law Firm is a law firm registered with the Budapest Bar Association.",
    "legalButton": "Legal statement",
    "legalP1": "Legal statement",
    "legalP2": "This website is operated by Lohn Law Firm (registered with the Budapest Bar Association, registration No.: 2768) according to the Attorney’s Act and internal regulations relating to lawyers which may be found on the website www.magyarugyvedikamara.hu along with information on client rights. The materials in this web site are provided should not be construed as constituting legal or other professional advice. If you do need advice on any specific legal problem, or would like further information on any information contained in this site, then please do not hesitate to contact us. We make every effort to ensure that the contents of this web site are accurate, complete and up to date. We however provide no guarantee or warranty of completeness, accuracy, timeliness or of the results obtained from the use of this information. We accept no responsibility for any loss of whatever nature that may arise from use of this web site or your reliance on any of the information contained in this site. This web site contains links to other world wide web sites and, where possible, we shall make clear where such links are being made. Those sites are provided by independent third parties over whom Lohn Law Firm has no control and Lohn Law Frim is not responsible for their availability, content or your use of those sites.",
    "legalP3": "Copyright",
    "legalP4": "The contents of this web site are subject to copyright, database rights and related rights. All rights are reserved. Any unauthorised use of any materials on this site may violate relevant copyright laws. No part of this web site may be reproduced (whether in hard copy or electronic or other form) other than for personal non-commercial use or for obtaining details about Lohn Law Firm for information purposes only. If you download any part of this web site for such purposes, you must retain all copyright and other proprietary notices contained in the original material on any copies. No part of this web site may be modified, distributed, publicly displayed, performed or permanently stored or incorporated in any other work, publication, web site or any form of electronic information retrieval system for any purpose whatsoever.",
    "copyrightText": "Lohn Law Firm & Gergely Szalay 2020. All rights reserved"
}