{
    "firmName": "Lohn",
    "firmType": "Ügyvédi Iroda",
    "teamButton": "Munkatársaink",
    "expertiseButton": "Szakterületeink",
    "contactButton": "Kapcsolat",
    "language1": "Magyar",
    "language2": "English",
    "language3": "Deutsch",
    "language4": "Pусский",
    "languageCode1": "HU",
    "languageCode2": "EN",
    "languageCode3": "DE",
    "languageCode4": "RU",
    "mainLanguageCode": "HU",
    "introductionText1": "Szakértelem. Agilitás. Nemzetközi háttér.",
    "introductionText2": "Irodánk nemzetközi háttérrel áll rendelkezésre ügyfelei számára, üzleti céljaik lehető leghatékonyabb, az adózási, adminisztratív, cash-flow és jogi megfontolások figyelembe vételével történő megvalósítása érdekében. Szakértelmünket munkatársaink és partnereink révén bármely szinten biztosítani tudjuk.",
    "middleTextHeader": "Nemzetközi Háttér",
    "middleTextP1": "A Lohn Ügyvédi Iroda kölcsönösen előnyös együttműködést alakított ki külföldi ügyvédi irodákkal és más gazdasági szakértőkkel. A határokon átnyúló befektetések és az ezzel kapcsolatos jogi ügyletek kiszolgálására regionális jogi szolgáltatásokat nyújtunk ügyfeleinknek. Kiemelten fontos számunkra, hogy valamennyi érintett piacon egységesen magas színvonalon, megbízható helyi szakértelmet biztosítsunk ügyfélkörünk számára világszerte.",
    "middleTextP2": "A prominens nemzetközi hálózatban betöltött tagságunk biztosítja számunkra a szakmai hátteret mindazon ügyekben, amelyekben más államok jogát kell alkalmazni, illetve azokban az esetekben, ahol ügyfeleink képviseletét más államokban kell ellátnunk.",
    "middleTextP3": "World Link for Law - nemzetközi jogi megoldások",
    "middleTextP4": "A World Link for Law tagjaként egyike vagyunk annak a vezető nemzetközi jogi hálózatnak, mely 47 ország 70 tagját tömöríti világszerte. Célunk, hogy lényegi jogi megoldásokkal segítsük a piaci szereplőket üzleti céljaik megvalósításában világszinten. A hálózat minden tagja széles körű jogi tanácsokkal és szolgáltatásokkal látja el ügyfeleit, melyet kidolgozott minőségi kód biztosít. További információk: ",
    "contactHeader": "Elérhetőségeink",
    "email": "info@lohn.hu",
    "emailDefaultSubject": "megkeresés",
    "landline": "+36 1 999 1233",
    "address": "1053 Budapest, Károlyi utca 12., YBL Palota II. emelet",
    "googleMapsLink": "https://www.google.com/maps/place/Lohn+%C3%9Cgyv%C3%A9di+Iroda/@47.4920172,19.0550695,17z/data=!3m1!4b1!4m5!3m4!1s0x4741de760f423d77:0x1062b8048ed4844!8m2!3d47.4920172!4d19.0572582",
    "latitude": 47.492094,
    "longitude": 19.057145,
    "footerContactsHeader": "Kapcsolat",
    "openingTimes": "Hétfő-Péntek 9:00-18:00",
    "footerAddressHeader": "Kapcsolat",
    "footerCareerHeader": "Keressük a tehetségeket",
    "barAssocitationText": "A Lohn Ügyvédi Iroda a Budapesti Ügyvédi Kamara által nyilvántartott ügyvédi iroda.",
    "legalButtonText": "Jogi nyilatkozat",
    "legalP1": "Felelősségi nyilatkozat",
    "legalP2": "A honlapot a Lohn Ügyvédi Iroda (a Budapesti Ügyvédi Kamara tagja, nyilvántartási szám 2768) üzemelteti az Ügyvédi Törvény és a vonatkozó kamarai szabályzatok előírásai szerint. A szabályzatok - az ügyfelek jogaira vonatkozó tájékoztatással együtt - a www.magyarugyvedikamara.hu weboldalon találhatók. A honlapon található információk semmilyen esetben nem minősülnek jogi vagy egyéb szakmai tanácsnak. Amennyiben tanácsra van szüksége konkrét jogi problémával kapcsolatban, vagy a honlapon közölt információkról szeretne további tájékoztatást kapni, kérjük, lépjen velünk kapcsolatba. Mindent megteszünk azért, hogy a honlap tartalma pontos, teljes körű és naprakész legyen. Mindamellett nem vállalunk felelősséget az oldalainkon megjelent információk teljességéért, pontosságáért, időszerűségéért vagy a felhasználásuk kapcsán fellépő következményekért. Nem vállalunk továbbá semmilyen felelősséget a honlap használatából vagy a megjelent információkra való hagyatkozásból eredő esetleges kárért. A honlap külső weboldalakra mutató hivatkozásokat is tartalmaz, amelyekre lehetőség szerint minden esetben felhívjuk a figyelmet. A külső weboldalakat független harmadik felek üzemeltetik, amelyekre a Lohn Ügyvédi Iroda nincs befolyással, ezért a Lohn Ügyvédi Iroda nem felelős az ilyen weboldalak elérhetőségéért, tartalmáért vagy felhasználásáért.",
    "legalP3": "Szerzői jogvédelmi nyilatkozat",
    "legalP4": "A honlap tartalma szerzői jogi védelem hatálya alá tartozik, beleértve az adatbázisjogokat és egyéb vonatkozó jogokat. Minden jog fenntartva. A honlapon található anyagok jogosulatlan felhasználása a hatályos szerzői jogi jogszabályokkal ellentétes lehet. Ez a honlap sem egészben, sem részben nem reprodukálható (mechanikus vagy elektronikus úton), kivéve a személyes, nem kereskedelmi célú felhasználást, illetve a Lohn Ügyvédi Irodára vonatkozó adatok tájékozódás céljából történő megtekintését. Ha a honlapról a fent említett célból adatokat tölt le,minden példánynak tartalmaznia kell az eredetiben szereplő szerzői jogi és egyéb tulajdonjogra vonatkozó nyilatkozatokat. A jelen honlap bármely részének módosítása, terjesztése, nyilvános bemutatása, más szellemi alkotásba, kiadványba vagy honlapba történő beépítése vagy egyéb, az információk visszakereshetőségét lehetővé tevő elektronikus rendszerben történő tárolása bármilyen okból tilos.",
    "copyrightText": "Lohn Ügyvédi Iroda & Szalay Gergely 2020. Minden jog fenntartva."
}