{
    "firmName": "Lohn",
    "firmType": "Адвокатское бюро Лон",
    "teamButton": "Наши сотрудники",
    "expertiseButton": "экспертиза",
    "contactButton": "Контакты",
    "language1": "Magyar",
    "language2": "English",
    "language3": "Deutsch",
    "language4": "Pусский",
    "languageCode1": "HU",
    "languageCode2": "EN",
    "languageCode3": "DE",
    "languageCode4": "RU",
    "mainLanguageCode": "RU",
    "introductionText1": "Экспертность. Гибкость. Международный опыт.",
    "introductionText2": "Наше Бюро имеет международный опыт, который позволяет максимально эффективно достичь клиентам своих бизнес-целей, принимая во внимание налоговые, административные, финансовые и юридические соображения. Благодаря нашим сотрудникам и партнерам мы можем предоставить экспертность любого уровня.",
    "middleTextHeader": "Международный опыт",
    "middleTextP1": "У Адвокатского бюро Лон налажено взаимовыгодное сотрудничество с зарубежными адвокатскими бюро и другими экономическими экспертами. Мы предоставляем нашим клиентам региональные юридические услуги для регулирования трансграничных инвестиций и связанных с ними юридических сделок. Для нас чрезвычайно важно обеспечить на всех соответствующих рынках на неизменно высоком уровне наших клиентов по всему миру надежным опытом.  ",
    "middleTextP2": "Наше членство в известной международной сети дает нам профессиональный опыт во всех вопросах, где должно применяться право других государств, и в тех случаях, когда нам необходимо представлять наших клиентов в других государствах.",
    "middleTextP3": "World Link for Law - международные правовые решения",
    "middleTextP4": "В качестве члена World Link for Law, мы являемся одной из ведущих международных юридических сетей, объединяющей 70 членов из 47 стран мира. Наша цель - помочь участникам рынка достичь своих бизнес-целей во всем мире с помощью эффективных юридических решений. Каждый участник сети предоставляет своим клиентам широкий спектр юридических консультаций и услуг в соответствии с разработанным кодексом качества. Более детальная информация:",
    "contactHeader": "Наши контакты",
    "email": "info@lohn.hu",
    "emailDefaultSubject": "Запрос",
    "landline": "+36 1 999 1233",
    "address": "1052 Budapest, Károlyi utca 12., YBL Palace Floor II",
    "googleMapsLink": "https://www.google.com/maps/place/Lohn+%C3%9Cgyv%C3%A9di+Iroda/@47.4920172,19.0550695,17z/data=!3m1!4b1!4m5!3m4!1s0x4741de760f423d77:0x1062b8048ed4844!8m2!3d47.4920172!4d19.0572582",
    "latitude": 47.492094,
    "longitude": 19.057145,
    "footerContactsHeader": "Контакты",
    "openingTimes": "Понедельник-пятница 9.00 - 18.00",
    "footerAddressHeader": "Контакты",
    "footerCareerHeader": "Ищем таланты",
    "barAssocitationText": "Адвокатское бюро Лон – это бюро, зарегистрированное Коллегией адвокатов г. Будапешта.",
    "legalButton": "Декларация об ответственности",
    "legalP1": "Декларация об ответственности ",
    "legalP2": "Веб-сайт управляется Адвокатским бюро Lohn (член Коллегии адвокатов г. Будапешта, регистрационный номер 2768) в соответствии с положениями Закона об адвокатской деятельности и ​​соответствующими положениями Коллегии адвокатов. Положения, а также информацию о правах клиентов можно найти на сайте www.magyarugyvedikamara.hu. Информация, содержащаяся на данном веб-сайте, не является юридической или иной профессиональной консультацией. Если Вам необходима консультация по конкретному юридическому вопросу или Вы хотите получить дополнительные сведения по информации, представленной на веб-сайте, свяжитесь с нами. Мы прилагаем все усилия, чтобы содержание веб-сайта было точным, полным и актуальным. Однако мы не несем ответственности за полноту, точность, своевременность или последствия использования информации, представленной на нашем веб-сайте. Кроме того, мы не несем ответственности за любой ущерб, возникший в результате пользования веб-сайтом или использования опубликованной информации. Веб-сайт также содержит ссылки на внешние веб-сайты, на которые мы по возможности обращаем Ваше внимание. Внешние веб-сайты управляются независимыми третьими сторонами, над действиями которого Адвокатское бюро Лон не имеет никакого контроля, и поэтому Бюро не несет ответственности за доступность, содержание или пользование такими веб-сайтами.",
    "legalP3": "Декларация об авторских правах",
    "legalP4": "Содержание этого веб-сайта, включая права на базы данных и другие соответствующие права, подлежит защите авторских прав. Все права защищены. Несанкционированное использование материалов сайта может нарушать действующие регламенты законодательства об авторских правах. Воспроизведение этого веб-сайта полностью или частично (механическим или электронным способом) запрещено, за исключением личного, некоммерческого использования или просмотра информации об Адвокатском бюро Лон в информационных целях. Если вы загружаете данные с Веб-сайта для вышеупомянутых целей, все копии должны включать оригинальные уведомления об авторских правах и другие уведомления о правах собственности. Запрещена по какой-любо причине модификация, распространение, публичная презентация, включение в любую другую интеллектуальную работу, публикацию или веб-сайт, а также хранение любой части данного веб-сайта в любой другой электронной системе, которая позволяет извлекать информацию.",
    "copyrightText": "Lohn Law Firm & Gergely Szalay 2020. All rights reserved"
}