{
    "firmName": "Kanzlei Lohn",
    "firmType": "",
    "teamButton": "Mitarbeiter",
    "expertiseButton": "Fachgebiete",
    "contactButton": "Kontakt",
    "language1": "Magyar",
    "language2": "English",
    "language3": "Deutsch",
    "language4": "Pусский",
    "mainLanguageCode": "DE",
    "languageCode1": "HU",
    "languageCode2": "EN",
    "languageCode3": "DE",
    "languageCode4": "RU",
    "introductionText1": "Kompetenz. Flexibilität. Internationaler Hintergrund.",
    "introductionText2": "Unsere Kanzlei steht unseren Kunden mit Internationalem Umfeld zur Verfügung, um ihre Geschäftsziele unter Berücksichtigung steuerlicher, administrativer, Cashflow- und rechtlicher Gesichtspunkten so effizient wie möglich zu erreichen. Wir können unser Know-how auf allen Ebenen durch unsere Mitarbeiter und Partner zur Verfügung stellen.",
    "middleTextHeader": "Internationaler Hintergrund",
    "middleTextP1": "Die Kanzlei Lohn hat eine gut funktionierende Zusammenarbeit mit ausländischen Anwaltskanzleien und anderen Wirtschaftsexperten entwickelt. Wir bieten unseren Mandanten überregionale Rechtsdienstleistungen für grenzüberschreitende Investitionen und damit verbundene Rechtsgeschäfte. Wir sorgen dafür, dass unseren Kunden weltweit in allen relevanten Märkten zuverlässiges lokales Know-how auf einem einheitlich hohen Standard zu ihrer Verfügung steht.",
    "middleTextP2": "Unsere Mitgliedschaft im prominenten internationalen Anwaltsnetzwerk bietet uns einen beruflichen Hintergrund in allen Angelegenheiten, in denen das Recht anderer Staaten gilt und in Fällen, in denen wir unsere Mandanten in anderen Staaten vertreten müssen.",
    "middleTextP3": "Rechtliche Lösungen International mit World Link For Law™",
    "middleTextP4": "Als Mitglied des Netzwerks World Link For Law™ sind wir eines der führenden internationalen Rechtsnetzwerke, das 70 Mitglieder aus 47 Ländern auf der ganzen Welt umfasst. Unser Ziel ist es, den Marktteilnehmern dabei zu helfen, ihre Geschäftsziele weltweit mit wesentlichen rechtlichen Lösungen zu erreichen. Jedes Mitglied des Netzwerks bietet seinen Kunden eine breite Palette von Rechtsberatung und Dienstleistungen, die durch einen anspruchsvollen Qualitätscodex gesichert werden. Weitere Informationen: ",
    "contactHeader": "Unsere Erreichbarkeiten",
    "email": "info@lohn.hu",
    "emailDefaultSubject": "Anfrage",
    "landline": "+36 1 999 1233",
    "address": "1052 Budapest, Károlyi utca 12., YBL Palace Floor II",
    "googleMapsLink": "https://www.google.com/maps/place/Lohn+%C3%9Cgyv%C3%A9di+Iroda/@47.4920172,19.0550695,17z/data=!3m1!4b1!4m5!3m4!1s0x4741de760f423d77:0x1062b8048ed4844!8m2!3d47.4920172!4d19.0572582",
    "latitude": 47.492094,
    "longitude": 19.057145,
    "footerContactsHeader": "Kontakt",
    "openingTimes": "Montag bis Freitag von 9.00 bis 18.00 Uhr",
    "footerAddressHeader": "Kontakt",
    "footerCareerHeader": "Wir suchen Talente",
    "barAssocitationText": "Die Kanzlei Lohn ist in das Verzeichnis der Rechtsanwaltskammer Budapest (Budapesti Ügyvédi Kamara) eingetragen.",
    "legalButton": "Verantwortung für den Inhalt der Webseite",
    "legalP1": "Verantwortung für den Inhalt der Webseite",
    "legalP2": "Diese Website wird von der Kanzlei Lohn (Mitglied RAK Budapest, Registrierungsnummer: 2768) in Übereinstimmung mit der Rechtsanwaltsordnung und den einschlägigen standesrechtlichen Richtlinien betrieben. Diese Richtlinien sowie Informationen zu Mandantenrechten finden Sie auf der Webseite www.magyarugyvedikamara.hu. In keinem Fall stellen die Informationen auf dieser Website eine rechtliche oder sonstige fachliche Beratung dar. Wenn Sie Beratung zu einem bestimmten rechtlichen Problem benötigen oder weitere Informationen zu den auf der Website bereitgestellten Informationen erhalten möchten, kontaktieren Sie uns bitte. Wir bemühen uns, sicherzustellen, dass der Inhalt dieser Website korrekt, vollständig und aktuell ist. Wir sind jedoch nicht verantwortlich für die Vollständigkeit, Richtigkeit, Aktualität oder Folgen der auf unseren Websites veröffentlichten Informationen. Wir übernehmen auch keine Haftung für Schäden, die aus Ihrer Nutzung der Website oder dem Vertrauen auf die bereitgestellten Informationen entstehen. Die Website enthält auch Weblinks zu externen Websites, auf die wir so weit wie möglich aufmerksam machen werden. Externe Websites werden von unabhängigen Dritten betrieben, auf die die Kanzlei lohn keinen Einfluss hat, so dass die Kanzlei lohn nicht für die Verfügbarkeit, den Inhalt oder die Nutzung solcher Websites verantwortlich ist.",
    "legalP3": "Erklärung zum Urheberrechtsschutz",
    "legalP4": "Der Inhalt dieser Website unterliegt dem Urheberrechtsschutz, einschließlich der Datenbankrechte und anderer relevanter Rechte. Alle Rechte sind vorbehalten. Die unbefugte Nutzung des Inhalts von dieser Website kann gegen geltendes Urheberrecht verstoßen. Diese Website darf weder im Ganzen noch teilweise (mechanisch oder elektronisch) vervielfältigt werden, außer für den persönlichen, nicht-kommerziellen Gebrauch oder zum Zwecke der Anzeige von Informationen über die Kanzlei Lohn. Wenn Sie Daten von der Website für den oben genannten Zweck herunterladen, so muss die Kopie die Erklärung zum Urheberrechtsschutz und die anderen rechtlichen Erklärungen im Original enthalten. Jede Änderung, Verbreitung, öffentliche Präsentation, Aufnahme in anderes geistiges Eigentum, Publikation oder in eine andere Website oder bzw. in ein anderes elektronisches System, das die Abrufung der Informationen ermöglicht, sind hiermit untersagt.",
    "copyrightText": "Lohn Law Firm & Gergely Szalay 2020. All rights reserved"
}