[
    {
        "id": "balazs-lohn",
        "name": "Dr. Balázs Lohn",
        "title": "Managing Partner",
        "email": "balazs.lohn@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar - Deutsch",
        "introduction": "Dr. Balázs Lohn is a Hungarian attorney admitted to the Budapest Bar Association. He received his JD from ELTE Faculty of Law in 2004. He was a scholar of University Heidelberg in 2003-2004. He acted as an associate in an international law firm between 2004 and 2007, and simultaneously studied at the Doctor School of ELTE Faculty of Law. In 2007 and 2008 he acted as corporate legal counsel in Luxembourg and is the head of the firm since September 2008. He published two articles in the periodical Civil Law Codification and three in other journals. He lectured trainee lawyers on matters related to legal disputes for years within the courses organized by the Bar Association, and participated at the preparation works of the codification of the civil procedural rules. He specializes in dispute resolution, litigation, arbitration, real estate transactions, energy law, hospitality projects, labour, tax and IP law, M&A and financing. Dr. Lohn is fluent in English and German.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "eszter-nagy-mihaly",
        "name": "Dr. Eszter Nagy-Mihály",
        "title": "Trainee Lawyer",
        "email": "eszter.nagy-mihaly@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar - Deutsch",
        "introduction": "Dr. Eszter Nagy-Mihály is  a Hungarian attorney admitted to the Budapest Bar Association. She received her degree from Széchenyi István University Faculty of State and Legal Sciences in 2008. She studied in the academic year 2007/2008 as a scholar at the University of Passau. As a result of her academic work of a Student Research Group, she won the second prize on the National Scientific Student Conference with her essay (title: The fight against terrorism and the smart sanctions of the Security Council). She joined the firm in 2008. She received a degree in International Relations in 2012 from Budapest Business School. She qualified as a mediator also in 2012. Her areas of expertise include enforcement procedures, litigations, corporate law and employment law. She is fluent in English and German.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "marta-mraz",
        "name": "Dr. Márta Mráz",
        "title": "Partner",
        "email": "marta.mraz@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar - Deutsch",
        "introduction": "Dr. Márta Mráz is a Hungarian attorney admitted to the Budapest Bar Association, a partner of the firm. She received her degree from Eötvös Loránd University Faculty of Law in 2011. She studied private international law in the summer of 2010 at the University of Salzburg. During her legal studies, she was a trainee at a law firm in Budapest for 2,5 years. She joined the firm in 2011, immediately after her graduation. In 2012 she received her degree in economics from Corvinus University Budapest Faculty of Economics. She completed a mediator course also in 2012. Her areas of expertise include civil law, litigations, IP law, employment law, commercial law, consumer protection law, data protection and real estate law. She is fluent in English and German.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "balazs-kis",
        "name": "Dr. Balázs Kis",
        "title": "Partner",
        "email": "balazs.kis@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar",
        "introduction": "Dr. Balázs Kis is a Hungarian attorney admitted to the Budapest Bar Association. He received his degree from the University of Szeged Faculty of Law in 2008. In the academic year of 2006/2007 he studied as a scholar at the University of Mainz, then he attended the American Legal Expert programme of the University of Toledo, Ohio. Balázs started his professional career at an independent monthly business and legal magazine in the City of London to later join the in-house legal department of a multinational company in Budapest. Balázs joined Lohn Law Firm in 2012. Balázs is a seasoned lawyer with over 10 years of experience in the full range of corporate, M&A and real estate transactions, including reorganizations (domestic and cross-border mergers). He has advised Hungarian and multinational clients on a number of transactions in various fields of business, including the hospitality, automotive, banking and IT industries. He also supports clients in their day-to-day commercial projects in the private equity investment, telecommunications, architecture and construction sectors. Balázs is a fluent English speaker.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "gergely-kostenszky",
        "name": "Dr. Gergely Kostenszky",
        "title": "Partner",
        "email": "gergely.kostenszky@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar",
        "introduction": "Dr. Gergely Kostenszky is a Hungarian attorney admitted to the Budapest Bar Association. He received his degree from Károli Gáspár University Faculty of Law and Political Sciences in 2009. He started his professional career as a trainee lawyer. He received his LL.M. degree from London South Bank University in 2014. He joined the firm in April 2014. His areas of expertise are real estate and construction, corporate law and litigation. He is fluent in English.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "monika-lefler",
        "name": "Dr. Mónika Lefler",
        "title": "Attorney (Of counsel)",
        "email": "monika.lefler@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar - Italiano",
        "introduction": "Dr. Mónika Lefler is a lawyer registered by the Budapest Bar Association. She graduated in law in 2008 at the Pázmány Péter Catholic University, Faculty of Law. During her university studies, she studied at the Universitá degli Studi Roma Tre as a scholarship holder. During her term as a lawyer candidate, she qualified as a public procurement officer, tender writer and Italian interpreter. Between 2008 and 2009, she worked as a lawyer candidate in a public procurement law firm, and in 2010 as a corporate procurement officer. Between 2010 and 2012, she was a candidate lawyer at an international law firm. She passed the bar exam in 2012. She has been working with the firm since 2012. She specializes in family law, labor law, company law, real estate law and public procurement law. She represents our clients in litigation and out-of-court proceedings, and with her professional knowledge and competence she helps to enforce the interests of our clients. She is fluent in English and Italian.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "gyorgy-sebestyen",
        "name": "Dr. György Sebestyén LL.M.",
        "title": "Attorney (Of counsel)",
        "email": "gyorgy.sebestyen@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar",
        "introduction": "Dr. György Sebestyén LL.M. worked as a trainee lawyer in the office and has been assisting the office as an external lawyer since 2018. He has extensive experience in corporate law, real estate law, competition law, commercial law and labour law, as well as in out-of-court dispute resolution and litigation representation. He studied law at the Pázmány Péter University of Law and Political Science in Hungary and abroad at the University of Abertay Dundee in European Business Law and at the University of East Anglia in International Competition Law (LLM). He writes and speaks English at a professional level.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "laszlo-solti-toth",
        "name": "Dr. László Solti-Tóth",
        "title": "Attorney (Of counsel)",
        "email": "laszlo.solti-toth@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar - Deutsch",
        "introduction": "Dr. László Solti-Tóth is a Hungarian attorney (of counsel), he received his degree from the Faculty of Law at ELTE University in 2012. Afterwards he received a BA degree in finance and accounting at Budapest Business School, as well as a certificate in accounting. During his university studies László gained experience working as an intern for several law firms and courts in Budapest. He started his legal career at an independent Hungarian law firm where he was involved mainly in venture capital investments, M&A transactions, business & commercial law and litigation. Following this stage of practice, he moved to work in banking and finance as well as general commercial and corporate matters. László joined Lohn Law Firm in December 2015 as an associate. Since then, in addition of the fields mentioned above, he has been involved mainly in litigation and dispute resolution matters, including economic criminal law. Since 2020 he is a cooperating attorney at the Firm. He speaks English and German.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "adam-tarr",
        "name": "Dr. Ádám Tarr, LL.M.",
        "title": "Attorney (Of counsel)",
        "email": "adam.tarr@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar - Deutsch",
        "introduction": "Dr. Adam TARR LL.M. is a Hungarian attorney-at-law and a cooperating partner (of counsel) the firm. He received his law degree from Pázmány Péter Catholic University Faculty of Law and Political Science in 2010. In the course of his studies he attended a summer university in comparative law in 2007 and also studied at Aarhus University in 2008. He worked at a public procurement office from 2009 to 2010. After receiving his law degree he lived in Germany for four years. In 2014 he received his LL.M. German law degree from Regensburg University. In 2013-2014 he worked as a VAT and income tax professional at prominent tax advisory firms in Munich, Germany. From January 2015 till the end of January 2016 he was trainee lawyer at a Budapest law firm handling German, Austrian and Hungarian customs, tax and business law cases. He joined the firm in February 2016 and he has been a Hungarian attorney-at-law and cooperation partner of the firm since October 2019. He became member of the Munich Bar Association in July 2020 and is entitled to act as attorney-at-law in Germany. He is fluent in English and German.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "gyorgy-kecser",
        "name": "Dr. György Kecser",
        "title": "Attorney (Of counsel)",
        "email": "gyorgy.kecser@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar",
        "introduction": "dr. György Kecser is a Hungarian attorney admitted to the Budapest Bar Association. He received his JD from Eötvös Loránd Faculty of State and Legal Sciences in 2014. He was a scholar of the Jagiellonian University in Cracow in 2011-2012. He acted as an associate in international law firms as of 2014. He is a cooperating attorney of the firm since 2018. He is fluent in English.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "emese-kavassy",
        "name": "Dr. Emese Kávássy",
        "title": "Attorney (Of counsel)",
        "email": "emese.kavassy@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar",
        "introduction": "Dr. Emese Kávássy is a Hungarian attorney admitted to Budapest Bar Association. She received her degree from the University of Szeged Faculty of Law in 2013. During her legal studies, she received qualification as Economic Law Specialist. Following her studies she begun working as a traniee lawyer, during which period between 2013-2014 she received her LL.M. degree in English legal translation from the University of Szeged. Since 2014 she has worked at international law firms as a traniee lawyer and subsequently as a lawyer. She joined the firm in 2020. She specializes in corporate, commercial law, transactions, labour law and real estate law. She is fluent in English.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "borbala-maglai",
        "name": "Dr. Borbála Maglai",
        "title": "Trainee Lawyer",
        "email": "borbala.maglai@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar - Српски",
        "introduction": "Dr. Borbála Maglai is a Hungarian trainee lawyer. She received her degree from Eötvös Loránd University Faculty of Law in 2017. During her legal studies, she was an intern at several law firms in Budapest and received the International Legal English Certificate (Cambridge). She joined the firm immediately after her graduation. In 2017, she did an internship in Baku and in 2018 in Prague. Her areas of expertise include civil law, litigations, IP law, employment law, data protection and immigration law. She is fluent in English, Hungarian and Serbian and intermediate in Russian.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "gergely-szalay",
        "name": "Dr. Gergely Szalay",
        "title": "Trainee Lawyer",
        "email": "gergely.szalay@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar",
        "introduction": "Dr. Gergely Szalay is a trainee lawyer. He received his Juris Doctor degree from Eötvös Loránd University Faculty of Law in 2017. During his university studies, he worked as an intern for four years at several reputable law firms in Budapest in the fields of employment law, litigation and M&A. He joined our firm immediately following his graduation. His areas of expertise are mainly in civil law, including company law, litigation, IP law and employment law. He is fluent in English.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "tamas-szerbin",
        "name": "Dr. Tamás Szerbin",
        "title": "Trainee Lawyer",
        "email": "tamas.szerbin@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar - русский",
        "introduction": "dr. Tamás Szerbin joined the firm in March 2019. He received his JD from Pázmány Péter Catolic University Faculty of Law and Political Sciences. He also received a master degree in political science from Eötvös Lóránd University Faculty of Social Sciences, and a master degree in international relations from Corvinus University of Budapest. He was also a scholar of Moscow State Institute of International Relations (MGIMO) and Institut d'études politiques de Paris (Sciences Po). Tamás worked as a demonstrator for several years at the Department of Comparative Economics of Corvinus University of Budapest. Before joining the firm, Tamás worked at respected multinational companies and a prestigious Hungarian law firm. He specializes in litigations, immigration and construction law. He is fluent in English and Russian.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "katalin-toth",
        "name": "Dr. Katalin Tóth",
        "title": "Trainee Lawyer",
        "email": "katalin.toth@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar",
        "introduction": "Dr. Katalin Tóth is a Hungarian trainee lawyer. She received her summa cum laude degree from Eötvös Loránd University Faculty of Law in 2019. During her university studies she supported the work of several law firms in Budapest as an intern and gained experience primarily in civil law matters. After her graduation she joined Lohn Law Firm in August 2019. Since then she has been involved mainly in corporate law, employment law, litigation and dispute resolution matters. She is fluent in English.",
        "profileButtonText": "Introduction"
    },
    {
        "id": "zita-varga",
        "name": "Dr. Zita Varga",
        "title": "Trainee Lawyer",
        "email": "zita.varga@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "English - Magyar",
        "introduction": " dr. Zita Varga is a trainee lawyer. She received her degree from the University of Szeged Faculty of Law and Political Sciences  in 2020. During her undergraduate years, she completed business law and innovation law modules as part of her studies. She was a student assistant at the Institute of Business Law for two semesters and a volunteer in the University’s Law Clinic program. In 2019, she spent a semester as an Erasmus scholar at the Jagiellonian University in Kraków.  As a result of her academic work of a Student Research Club, at the XXXIVth  National Scientific Student Conference, the jury evaluated her dissertation  entitled 'Dynamic technological trend vs. spiral circulation? - recurring issues of the material scope of media law'  with a special award in the media law section. In parallel with her studies, she was an intern in international law firms from 2017 to 2019. In addition to her work,  she is currently pursuing PhD studies at the Doctor School of  the University of Szeged Faculty of Law and Political Sciences, and her field of research is the relationship between law and innovation.  She is fluent in English.",
        "profileButtonText": "Introduction"
    },  {
        "id": "reka-fulop",
        "name": "Dr. Fülöp Réka",
        "title": "Trainee Lawyer",
        "email": "reka.fulop@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "Magyar - English",
        "introduction": "Dr. Réka Fülöp is a trainee lawyer, graduated in 2020 from the Faculty of Law of the Eötvös Loránd University. During her university studies, she assisted as an intern in the work of various law firms in Budapest and the National Authority for Data Protection and Freedom of Information. During her internship, she gained experience in the fields of data protection, corporate law and IP law. She joined our office in August 2020, immediately after graduating. She is fluent in English.",
        "profileButtonText": "Bemutatkozás"
    },
    {
        "id": "ljudmila-konyuhova",
        "name": "Dr. Konyuhova Ljudmila",
        "title": "Attorney (Of counsel)",
        "email": "ljudmila.konyuhova@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "Magyar - русский",
        "introduction": "Dr. Ljudmila Konyuhova is a lawyer registered with the Budapest Bar Association. She graduated in law in 2010 from the Faculty of Law of the Eötvös Loránd University. She worked as a lawyer candidate in a law firm in Budapest. For several years, she operated for a multinational company as a junior lawyer in the areas of debt management, followed by immigration and labor law. She graduated from the Pázmány Péter Catholic University, Faculty of Law. She joined the law firm in September 2020 as a lawyer. She speaks Hungarian and Russian at native level.",
        "profileButtonText": "Bemutatkozás"
    },
    {
        "id": "tatjana-krivszka",
        "name": "Dr. Krivszka Tatjána",
        "title": "Attorney (Of counsel)",
        "email": "tatjana.krivszka@lohn.hu",
        "mobile": "+36 1 999 1233",
        "languages": "Magyar - English - русский",
        "introduction": "Tatjana Krivska graduated from Pázmány Péter Catholic University Faculty of Law and Political Science in 2013. Before completing her legal studies, she also has gained a diploma in economics in 2009. During her university studies Tatjana began to work as a trainee lawyer at a boutique law office. After graduation she continued her career at a well-known Hungarian law firm, where she dealt with cases related to business and commercial law, as well as company law. She then has been advising a Swiss holding for 2 years on civil, labour law and immigration matters. Between 2016 and 2018, Tatjana has been consulting numerous clients of an international law firm in their full spectrum of trademark matters. In 2018-2020, she acted as a legal counsel of a Russian engineering company, member of ROSATOM State Corporation. Tatiana joined the Lohn Law Firm in September 2020. Her main areas of expertise include contract law and corporate governance, intellectual property law with a special focus on trademarks, labour law and out-of-court dispute resolution. Her strengths are finding constructive solutions, continuous self-improvement and empathy. She is fluent in English, and native speaker of Hungarian and Russian languages.",
        "profileButtonText": "Bemutatkozás"
    }
]