[
    {
        "id": "balazs-lohn",
        "name": "Dr. Balázs Lohn",
        "title": "Управляющий партнер",
        "email": "balazs.lohn@lohn.hu",
        "mobile": "+36 30 242 2966",
        "languages": "Deutsch - English - Magyar",
        "introduction": "Др. Лон Балаж является адвокатом, зарегистрированным Палатой адвокатов г. Будапешта. В 2004 г. он окончил юридический факультет Университета им. Этвеша Лоранда. C 2003-2004 был стипендиатом Гейдельбергского университета. В период с 2004 по 2007 г. трудился в качестве кандидата в адвокаты в международном адвокатском бюро, кроме того обучался докторантуре на юридическом факультете Университета им. Этвеша Лоранда. Он работал в Люксембурге корпоративным юрисконсультом, а с сентября 2008 г. возглавляет Адвокатское бюро Лон. Две его публикации появились в журнале «Гражданско-правовая кодификация», а остальные три в других изданиях. В течение нескольких лет в рамках организованного Палатой адвокатов обучения, он преподавал вопросы гражданского процессуального права и участвовал в процессе кодификации гражданского судопроизводства. Его основные области компетенции – судебные споры и арбитраж, сделки с недвижимостью, энергетическое право, юридические вопросы, связанные с гостиничными проектами, трудовое право, налоговое право, авторское право, поглощения и финансирование. Свободно владеет английским и немецким языками. ",
        "profileButtonText": "Биография"
    },
    {
        "id": "eszter-nagy-mihaly",
        "name": "Dr. Eszter Nagy-Mihály",
        "title": "Адвокат",
        "email": "eszter.nagy-mihaly@lohn.hu",
        "mobile": "+36 70 977 9501",
        "languages": "Deutsch - English - Magyar",
        "introduction": "Др. Надь-Михай Эстер является адвокатом, зарегистрированным Палатой адвокатов г. Будапешта. В 2008 г. окончила юридический факультет им. Ференца Деака Университета Сечени Иштван. В 2007/2008 учебном году в качестве стипендиата продолжила обучение в Университете Пассау. Благодаря своей научной студенческой работе она заняла второе место на национальной, научной, студенческой конференции с докладом «Контртерроризм и разумные санкции Совета Безопасности ООН». В 2008 г. она присоединилась к Адвокатскому Бюро Лон. В 2012 г. закончила факультет внешней торговли BGE и получила диплом по международным отношениям, и в том же году получила квалификацию медиатора. Она специализируется на правоисполнении и судебных разбирательствах, корпоративном и трудовом праве. Свободно говорит на английском и немецких языках.",
        "profileButtonText": "Биография"
    },
    {
        "id": "marta-mraz",
        "name": "Dr. Márta Mráz",
        "title": "Адвокат",
        "email": "marta.mraz@lohn.hu",
        "mobile": "+36 70 977 9504",
        "languages": "Deutsch - English - Magyar",
        "introduction": "Др. Мраз Марта является адвокатом, зарегистрированным Палатой адвокатов г. Будапешта, а также Марта - член Адвокатского бюро Лон. В 2011 г. закончила юридический факультет Университета им. Этвеша Лоранда. Летом 2010 г. изучала международное частное право на юридическом факультете Зальцбургского университета. Во время учебы в университете она два с половиной года проработала стажером в адвокатском бюро г. Будапешта, а сразу после окончания университета в 2011 г. присоединилась к Адвокатскому бюро Лон. В 2012 г. она закончила экономический факультет Будапештского Университета Корвинуса по специальности экономист, и в этом же году прошла аккредитованный курс медиации. Марта специализируется на гражданском праве, судебных процессах, авторском, трудовом, коммерческом праве, праве защиты потребителей, праве о защите данных и праве в сфере недвижимости. Она свободно говорит на английском и венгерском языках.",
        "profileButtonText": "Биография"
    },
    {
        "id": "balazs-kis",
        "name": "Dr. Balázs Kis",
        "title": "Адвокат",
        "email": "balazs.kis@lohn.hu",
        "mobile": "+36 70 977 9503",
        "languages": "English - Magyar",
        "introduction": "Адвокат Др. Киш Балаж является членом Палаты адвокатов г. Будапешта. В 2008 году он закончил юридический факультет Сегедского Университета. В 2006/2007 учебном году изучал право в Университете Майнца в качестве стипендиата, а затем прошел англоязычный курс обучения американских эксперт-юристов в Университете Толедо, штат Огайо. После этого он проработал один год в юридическом издательстве, позже в г. Будапеште присоединился к юридическому отделу международной компании. В Адвокатском бюро Лон с 2012 года. Балаж имеет более, чем десятилетний опыт работы в области корпоративного права, трансформаций и приобретений, а также права, связанного со сделками с недвижимостью (включая внутренние и международные слияния). В ходе своей работы он предоставил и представлял юридические консультации ряду венгерских и международных клиентов, в частности по  сделкам в гостиничном, автомобильном, банковском и ИТ сферах права. Балаж поддерживает повседневную деятельность клиентов Адвокатского бюро Лон в области коммерции, венчурных инвестиций, проектирования и строительства зданий, а также в области электронных коммуникаций. Свободно владеет английским языком.",
        "profileButtonText": "Биография"
    },
    {
        "id": "gergely-kostenszky",
        "name": "Dr. Gergely Kostenszky",
        "title": "Адвокат",
        "email": "gergely.kostenszky@lohn.hu",
        "mobile": "+36 70 977 9505",
        "languages": "English - Magyar",
        "introduction": "Адвокат Др. Костенский Гергей является членом Палаты адвокатов г. Будапешта. В 2009 г. окончил юридический факультет Реформаторского Университета им. Кароли Гаспара. По окончании учебы устроился на работу в качестве кандидата в адвокаты. Он получил степень магистра в Лондонском Университете Саут Бэнк в 2014 г. К Адвокатскому бюро Лон присоединился в апреле 2014 г. Гергей специализируется на сделках с недвижимостью, строительном праве, корпоративном праве и судебных спорах. Свободно говорит по-английски.",
        "profileButtonText": "Биография"
    },
    {
        "id": "monika-lefler",
        "name": "Dr. Mónika Lefler",
        "title": "Адвокат",
        "email": "monika.lefler@lohn.hu",
        "mobile": "+36 70 977 9502",
        "languages": "English - Magyar - Italiano",
        "introduction": "Адвокат Др. Лефлер Моника является членом Палаты адвокатов г. Будапешта. В 2008 году она закончила юридический факультет католического Университета им. Пазмань Петер. Во время обучения в университете в качестве студенда проходила учебу в римском университете  дегли Студи Рома Тре. За время деятельности в качестве кандидата в адвокаты получила квалификацию референта по государственным закупкам, составлению тендеров и переводчика итальянского языка. C 2008 по 2009 год она работала кандидатом в адвокаты в адвокатском бюро, занимающегося государственными закупками, а в 2010 году сотрудником по корпоративным государственным закупкам. С 2010 по 2012 г. Моника трудилась в качестве кандидата в адвокаты в международном адвокатском бюро. В 2012 г. сдала квалификированный экзамен на адвоката и с того же года сотрудничает с Адвокатским бюро Лон в качестве адвоката. Специализируется на семейном, трудовом, корпоративном праве, а также в сфере сделок с недвижимостью и государственных закупок. Она представляет интересы клиентов в судебных разбирательствах и внесудебных процедурах и, благодаря профессиональным знаниям и подготовленностью помогает отстаивать интересы клиентов. Свободно владеет англаийским и итальянскими языками.",
        "profileButtonText": "Биография"
    },
    {
        "id": "gyorgy-sebestyen",
        "name": "Dr. György Sebestyén LL.M.",
        "title": "Адвокат",
        "email": "gyorgy.sebestyen@lohn.hu",
        "mobile": "+36 70 977 9508",
        "languages": "English - Magyar",
        "introduction": "Др. Себастьен Дьёрдь LL.M. сотрудничающий адвокат, ранее работал в качестве кандидата в адвокаты в Адвокатском бюро Лон, а с 2018 г. помогает в работе Адвокатского бюро как внешний адвокат. Имеет обширный опыт в обасти корпоративного права, сделок с недвижимостью, коммерческого, трудового и права конкуренции, а также внесудебного разрешения споров и представительства в судебных процессах. Он изучал юриспруденцию в Университете права и политических наук им. Пазмань Петер Венгрии и за рубежом в Университете Абертэй Данди по специальности европейское деловое право и продолжил обучение в Университете Восточной Англии в области права международной конкуренции (LLM). Письменно и устно владеет английским языком на профессиональном уровне. ",
        "profileButtonText": "Биография"
    },
    {
        "id": "laszlo-solti-toth",
        "name": "Dr. László Solti-Tóth",
        "title": "Адвокат",
        "email": "laszlo.solti-toth@lohn.hu",
        "mobile": "+36 70 394 0267",
        "languages": "Deutsch - English - Magyar",
        "introduction": "Др. Шолти-Тот Ласло сотрудничающий адвокат, который в 2012 г. окончил юридический факультет Университета им. Этвеша Лоранда. После этого он получил степень бакалавра финансов и бухгалтерского учета в Будапештском Экономическом институте, а также имеет квалификацию сертифицированного бухгалтера. Во время учебы в университете в качестве стажера помогал в работе нескольких адвокатских бюро и судов г. Будапешта. Он начал свою юридическую карьеру в венгерском, независимом адвокатском бюро, где в первую очередь приобрел опыт в области венчурных инвестиций, сделок M&A, торгового и коммерческого права, а также в области судебных разбирательств. В дальнейшем он работал в области банковского и финансового права, а также коммерческого и корпоративного права. Ласло присоединился к Адвокатскому бюро Лон в качастве кандидата в адвокаты в декабре 2015 г. С тех пор, помимо вышеупомянутых областей, он работал в основном в сфере судебных разбирательств и других вопросов разрешения споров, в том числе в области экономического уголовного права. Состоит в сотрудничестве, как адвокат с 2020 г. Свободно говорит на английском и немецком языках.",
        "profileButtonText": "Биография"
    },
    {
        "id": "adam-tarr",
        "name": "Dr. Ádám Tarr, LL.M.",
        "title": "Адвокат",
        "email": "adam.tarr@lohn.hu",
        "mobile": "+36 70 394 0266",
        "languages": "Deutsch - English - Magyar",
        "introduction": "Др. Тарр Адам LL.M адвокат. В 2010 г. окончил факультет права и политологии Католического Университета им. Пазмань Петер. В 2007 г. он окончил летний университет сравнительного правоведения в Швейцарии, в осеннем семестре 2008 г. изучал юриспруденцию в Орхусском Университете в качестве стипендиата. С 2009 по 2010 г. он работал в консалтинговой компании по государственным закупкам, а затем четыре года жил в Германии. В 2014 г. получил степень LL.M. в Университете Регенсбурга. В 2013 и 2014 г. Адам работал в профессиональных налоговых консультационных бюро в Мюнхене в области НДС и подоходного налога. С января 2015 г. до конца января 2016 г. занимался в адвокатском бюро г. Будапешта в сфере таможенного, налогового и экономического права Германии, Австрии и Венгрии. Работает в Адвокатском бюро Лон с февраля 2016 г. и сотрудничает в качестве частного адвоката с октября 2019 г. В июле 2020 г. он стал членом Мюнхенской Палаты адвокатов, а также имеет право заниматься адвокатской деятельностью в Германии. Свободно владеет английским и немецким языками.",
        "profileButtonText": "Биография"
    },
    {
        "id": "gyorgy-kecser",
        "name": "Dr. György Kecser",
        "title": "Адвокат",
        "email": "gyorgy.kecser@lohn.hu",
        "mobile": "+36 30 268 6296",
        "languages": "English - Magyar",
        "introduction": "Др. Кечер Дьердь адвокат, зарегистрированный Палатой адвокатов г. Будапешта. В 2014 г. получил образование по специальности юрист на факультете юриспруденции Университета им. Этвеша Лоранда. В 2011-2012 г. он был стипендиатом Ягеллонского университета в г. Кракове. В 2013 г. работал стажером в Палате общин  Лондона. С 2014 г. работал кандидатом в адвокаты в Адвокатских бюро. С 2018 г. сотрудничает с Адвокатским бюро Лон. Свободно владеет английским языком.",
        "profileButtonText": "Биография"
    },
    
    {
        "id": "emese-kavassy",
        "name": "Dr. Emese Kávássy",
        "title": "Адвокат",
        "email": "emese.kavassy@lohn.hu",
        "mobile": "+36 30 900 3818",
        "languages": "English - Magyar",
        "introduction": "Др. Каваши Эмеше адвокат, член Палаты адвокатов г. Будапешта. В 2013 г. окончила юридический факультет Сегедского Университета. Во время учебы в Университете получила профессиональную квалификацию в области экономического права. После окончания Университета она стала кандидатом в адвокаты, параллельно с этим в период с 2013-2014 г. получила квалификацию LL.M. переводчика юридического английского языка в Университете г. Сегеда. С 2014 г. работала в международных адвокатских бюро как кандидат в адвокаты, затем и в качестве адвоката. К Адвокатскому бюро Лон присоединилась в 2020 г. Сферы практики: корпоративное право, коммерческое право, право сделок, трудовое право и сделки с недвижимостью. Свободно владеет английским языком.",
        "profileButtonText": "Биография"
    },
    {
        "id": "borbala-maglai",
        "name": "Dr. Borbála Maglai",
        "title": "Помощник адвоката",
        "email": "borbala.maglai@lohn.hu",
        "mobile": "+36 70 506 8488",
        "languages": "English - Magyar - Српски",
        "introduction": "др. Маглаи Борбала является кандидатом в адвокаты. В 2017 г. окончила юридический факультет Университета им. Этвеша Лоранда. Во время учебы в Университете она три года работала стажером в нескольких адвокатских бюро г. Будапешта, а также получила сертификат профессионального языкового экзамена ILEC (International Legal English Certificate - Cambridge). К Адвокатскому бюро присоединилась сразу после университета. В 2017 г. прошла стажировку в г. Баку, а в 2018 г. – в Праге. Она специализируется на гражданском праве, судебных процессах, авторском праве, трудовом праве, законодательстве защите данных и иммиграционном праве. Она свободно владеет сербским, английским и разговаривает на русском языке также.",
        "profileButtonText": "Биография"
    },
    {
        "id": "gergely-szalay",
        "name": "Dr. Gergely Szalay",
        "title": "Помощник адвоката",
        "email": "gergely.szalay@lohn.hu",
        "mobile": "+36 70 394 0268",
        "languages": "English - Magyar",
        "introduction": "др. Салаи Гергей является кандидатом в адвокаты. В 2017 г. окончил юридический факультет Университета им. Этвеша Лоранда. Во время учебы в университете он четыре года работал стажером в нескольких адвокатских бюро г. Будапешта в области трудового права, гражданского судопроизводства, слияний и поглощений. К Адвокатскому бюро Лон присоединился сразу после окончания учебы. Специализируется в области гражданского права, в частности в области корпоративного права, судебных споров, права интеллектуальной собственности и трудового права. Он свободно говорит по-английски.",
        "profileButtonText": "Биография"
    },
    {
        "id": "tamas-szerbin",
        "name": "Dr. Tamás Szerbin",
        "title": "Советник, Глава российской инициативы",
        "email": "tamas.szerbin@lohn.hu",
        "mobile": "+36 70 458 5859",
        "languages": "Русский - English - Magyar",
        "introduction": "др. Сербин Тамаш присоединился к Адвокатскому бюро Лон в марте 2019 г. Окончил юридический факультет Католического Университета им. Пазмань Петер, а также окончил магистратуру на факультете социальных наук Университета имени Этваша Лоранда по специальности политология. Др. Сербин окончил магистратуру Университета Корвинус в г. Будапешт по специальности эксперт в области международных отношений. Во время учебы в университете в течение семестра проходил обучение в качестве стипендиата в Московском государственном институте международных отношений (МГИМО), а затем, в течение одного семестра в качестве стипендиата Парижского института политических исследований (Sciences Po). В течение многих лет осуществлял научно - исследовательскую и преподавательскую деятельность на кафедре сравнительной экономики Университета Корвинус в г. Будапешт. До этого он работал в нескольких международных компаниях и известном венгерском адвокатском бюро. Его специализация: судебные споры, иммиграционное и строительное право. Свободно владеет английским и русским языками.",
        "profileButtonText": "Биография"
    },
    {
        "id": "katalin-toth",
        "name": "Dr. Katalin Tóth",
        "title": "Помощник адвоката",
        "email": "katalin.toth@lohn.hu",
        "mobile": "+36 70 504 1655",
        "languages": "English - Magyar",
        "introduction": "др. Тот Каталин является кандидатом в адвокаты. В 2019 г. с отличием закончила юридический факультет Университета им. Этвеш Лоранда. Во время учебы в университете она помогала в работе нескольких адвокатских бюро в г. Будапеште в качестве стажера, где в основном приобрела опыт в области гражданского права. После окончания учебы Каталин присоединилась к Адвокатскому бюро Лон в августе 2019 г. С тех пор она работает в основном в области корпоративного, трудового права, судебных споров и других вопросов по разрешению споров. Свободно владеет английским языком.",
        "profileButtonText": "Биография"
    },
    {
        "id": "zita-varga",
        "name": "Dr. Zita Varga",
        "title": "Помощник адвоката",
        "email": "zita.varga@lohn.hu",
        "mobile": "+36 70 640 2430",
        "languages": "English - Magyar",
        "introduction": "др. Варга Зита – кандидат в адвокаты. В 2020 г. окончила юридический факультет Сегедского Университета. Во время учебы она завершила обучение по предпринимательскому и иновационному праву. В течение двух семестров была волонтером в Институте коммерческого права, а также волонтером в программе юридической клиники университета. В 2019 г. она закончила семестр в качестве студента Ягеллонского университета в г. Кракове в рамках стипендии Эрасмус+. В рамках национальной научной студенческой работы на XXXIV научной студенческой конференции жюри отметило специальной наградой ее диссертацию на тему «Динамический технологический тренд или же спиральный цикл? – повторяющиеся вопросы по существу закона о СМИ». Параллельно с обучением она проходила стажировку в междунарожных адвокатских бюро с 2017 по 2019 г. В настоящее время она учится в докторантуре на юридическом факультете Сегедского Университета, и ее область исследований – взаимосвязь между законом и инновациями. Зита свободно владеет английским языком.",
        "profileButtonText": "Биография"
    },
    {
        "id": "reka-fulop",
        "name": "Dr. Fülöp Réka",
        "title": "Помощник адвоката",
        "email": "reka.fulop@lohn.hu",
        "mobile": "+36 70 504 1645",
        "languages": "Magyar - English",
        "introduction": "др. Фюлёп Река кандидат в адвокаты, в 2020 г. она закончила юридический факультет Университета им. Этвеша Лоранда. Во время учебы в университете она в качестве стажера помогала в работе различных адвокатских бюро в г. Будапеште и Национальном Управлении по защите данных и свободе информации.  Во время стажировки она приобрела опыт в сфере защиты данных, корпоративного и авторского права. Присоединилась к Адвокатскому бюро Лон в августе 2020 г., сразу после окончания учебы. Река свободно владеет английским языком.",
        "profileButtonText": "Биография"
    },
    {
        "id": "ljudmila-konyuhova",
        "name": "Dr. Konyuhova Ljudmila",
        "title": "Адвокат",
        "email": "ljudmila.konyuhova@lohn.hu",
        "mobile": "+36 70 799 6971",
        "languages": "Magyar - Русский",
        "introduction": "Др. Конюхова Людмила является адвокатом, зарегистрированным в Палате адвокатов г. Будапешта.  В 2010 году окончила юриспруденцию в Университете им. Этвеша Лоранда. Работала кандидатом в адвокаты в адвокатском бюро г. Будапешта. В течение нескольких лет Людмила трудилась в международной компании в качестве кандидата в юрисконсульта сначала по юридическим вопросам в сфере управления задолженностями, затем в сфере иммиграционного и трудового права. Закончила постградуальное обучение по специальности „Юрист по сделкам с недвижимостью» в университете им. Пазмань Петер. В качестве адвоката присоединилась к Адвокатскому бюро Лон в сентябре 2020 г. Знает венгерский и pусский языки на уровне носителя.",
        "profileButtonText": "Биография"
    },
    {
        "id": "tatjana-krivszka",
        "name": "Dr. Krivszka Tatjána",
        "title": "содействующий юрист-консультант",
        "email": "tatjana.krivska@lohn.hu",
        "mobile": "+36 70 799 6970",
        "languages": "Magyar - English - Русский",
        "introduction": "др. Кривская Татьяна в 2013 г. окончила юридический факультет Университета политологии и юриспруденции им. Пазмань Петера в г. Будапешт. В 2009 г. она также получила диплом магистра по специальности экономист. Татьяна начала практиковать право еще во время учебы в качестве юриста-стажера  адвокатского бюро, специализирующегося на хозяйственном праве. После окончания университета она работала в известной венгерской адвокатской конторе с международной клиентурой. Там она приобрела опыт в отраслях коммерческого, торгового, а также корпоративного права. Затем Татьяна два года консультировала швейцарский холдинг по гражданским, трудовым и иммиграционным вопросам деятельности холдинга в Венгрии. В период с 2016 по 2018 год работала помощником адвоката и обслуживала клиентов международного адвокатского бюро по всему спектру дел, касающихся товарных знаков. В 2018-2020 гг. работала юрисконсультом венгерского филиала российской инжиниринговой компании, членом Госкорпорации «Росатом». Татьяна присоединилась к Адвокатскому бюро Лон в сентябре 2020 г. Ее основные сферы практики: договорное право и корпоративное управление, строительное право, право интеллектуальной собственности с уклоном на товарные знаки, трудовое право и внесудебное разрешение споров. Сильные качества Татьяны - поиск конструктивных решений для клиентов, постоянное саморазвитие и эмпатия. Она свободно владеет английским языком и является носителем венгерского и русского языков.",
        "profileButtonText": "Биография"
    }
]